[{"accession_number":"BFMF_B34_F14_060","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Olivier, Barry, 1935-","create_date":"2021-03-15T15:30:14.707566Z","creator":null,"date_created":null,"description":null,"full_text":" September 8, 1961 Professor Richard Cramer 233 Home Economics Building University of California Davis, California Dear Professor Cramer, Betty Connors just called and asked me if I could send you some photos and info of and on Sam Hinton and enclosed is what I could dig up in the five minutes left before the week ends in my office. I hope this will be of help. Sam Hinton is one of America's foremost Rolk song singers. He accompanies him- self on guitar and other folk instruments and sings in a unique style. His rep- ertoire is up in the thousands and he is a recording artist on Decca, RCA Victor, and Folkways. He is particularly noted for his original style on the guitar, and for his children's songs and animal noises, He has appeared in 48 states and in Europe on stage, radio, and television. He is the one American folk artist who is the chief participant in the Annual U.C. Polk Festival at Berkeley (four so far). He has appeared twice in the last two years in Sacramento under the auspices of the Sacranento Folk Music Society to packed houses and excellent reviews. Hinton is not only a performer, but also an outstanding teacher, scholar, and spokesman for the field of folk music. Alfred Frankenstein of the S.F. Chronicle, a highly knowledgeable folk music critic as well as the leading. Bay Area music critic, writing about the recent Fourth Annual Folk Festival at U.C. at Berkeley said, \"No UC folk festival would be legal without Sam Hinton's humor, brilliant intelligence, and ability to play a mouth organ with no hands.\" During the9 1930's Sam toured the country with Major Bowes vaudevillé units and was one of the very first professional singers of folk song in America. Sam is the curator of the Museum=Acquarium at Scripps Institution of Oceanography, soon to be U.C. San Diego campus. He is a leading member of his profession as an oceanographer-biologist and has published a book for young people, \"Exploring Under the Sea\". He has also recorded folk songs for the Library of Congress Archives. That's all that I can think of off-hand. Good luck with the concert-I know it will be a great one. Let me know if I can be of any further assistance. Yours truly, BARRY OLIVIER Assistant to the Director, A.S.U.C. W-NI-NE Idei 8 redustage? @@@ sens% 208802049 EES @@@ *** to 229 gaivel 2018 roase tork \"sell 255 otest brs actual eapo my been-4 blings I If est belas bas bellse-dant 100 syll art at and <05 bloo I Jadw at beaologo bees modest mea go brts to Voted to ad III extit agod I VIII at abre down ord stoled J2s1 -our all BIOS to eno at modath ms? -qs% a.R aupibers S the again hour Lio? seddo bros rest tars no Lies ADS ,60090 no taltes B at oil bas add at qua el extetion 855 bres add no elyda Isabs aid st OH Bas set bris sojaja 81 at Detreaggs and ell Jase for factors bes 88003 a\/d 502 odw tell's 1101 esolvomA exto and 91\/OH brs rothers no ago've (23) OR wel) da .0.U IssumA build at Isto old at sdt 10 edit seber otherwesse (mL ow Jesf add at solvd betseggs 8.8d 9H el modelft .awelves base lebauori belong of Welson blanti 70 $ brs talodoa reclosed (19 balls fird S Vino for alamy offol to blof? and abilito inot gright & 7.8 out to bentia Casses add datada office SOTA T&E arthod ord as Ifem BA Isse£ ed bloom Isv.trasi allot DU OM bise is .0.U dr Levitast >LEOT difrom B vala of Wilds brs ms8 ellivebusy aowo dd by patron add betwor msa POERI Porld state \"sammed on solsemA at group >101 to stagate dest's 1997 ord In STZO BAW brus stimu to aggtwo ts edj to orid at ma38 IIB BS nofsee?osq std to gather s al OH agola as? .0.U ed of 2008 388 rsbnU group 202 Mood S and bros === add 984 895 .sev.tdomA to VISTOLI end 702 >[[o'] bobroost oafs esd eH ARE GAG Ifth It word and d{3 LEW ploul book to States aso I Jand I.Es effedf 204 You to ed aso I It word on del .9110 is ed 555 Views BTWOY 3&$ #20 500 PRIVIDO YSSAS 895 .0.U.S.A add at *** Lines 34-14-66","genre":"letters (correspondence)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--4. Folk Artists Publicity and Miscellaneous Files","source":"00001390-981a-4ba1-8fcf-e8c6f29bdb04","source_descriptive":null,"status":"Done","style_period":null,"subject":"Cramer, Richard D.|Hinton, Sam, 1917-2009","table_of_contents":null,"technique":null,"title":"Letter to Professor Richard Cramer from Barry","visibility":"Public","work_type":"Image","id":"00001390-981a-4ba1-8fcf-e8c6f29bdb04","x":-0.9373337626,"y":0.0656332448},{"accession_number":"id417618_011-013-002","alternate_title":null,"api_model":"Work","collection":"John Cage Notations Project Collection","contributor":"Cage, John|Cage, John","create_date":"2021-05-04T17:36:56.902890Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"Sleeve 2","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"John Cage was already established as an influential American composer and important leader of post-World War II avant-garde music when he began his Notations project in the mid-1960s. In 1965 the Notations project was born. Cage sent letters to hundreds of composers, visual artists, and writers soliciting manuscripts for possible inclusion in a book to benefit the Foundation for Contemporary Performance Arts. Some sent Cage recent creations while others contributed older works. Cage published selections as Notations (New York: Something Else Press, 1969). In addition to the music manuscripts, the Notations collection includes much of the correspondence generated around this project. The collection offers unique insight into the notational practices developed by composers in the first two-thirds of the 20th century. Works by established composers, students, musicians, performance artists, visual artists, and writers are included in the collection.","series":"John Cage Notations Project collection--Series 2. Correspondence, 1884-1978; and undated--Sub-Series 1. Correspondence","source":"0000353a-fc53-45d1-8ccb-099ae12ec137","source_descriptive":null,"status":"Done","style_period":null,"subject":"Composers--United States|Cage, John|Personal correspondence","table_of_contents":null,"technique":null,"title":"Riehn, Rainer","visibility":"Institution","work_type":"Image","id":"0000353a-fc53-45d1-8ccb-099ae12ec137","x":0.6413977146,"y":-0.6854227781},{"accession_number":"BFMF_B19_F09_015","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Hart, Kelly, 1943-","create_date":"2021-03-15T15:30:16.951964Z","creator":null,"date_created":null,"description":"Contact sheet made from negatives of the Monterey Folk Festival, May 17-19, 1963","full_text":" KODAK SAFETY FILM KODAK x PAN KODAK 27 EV DA 1 2 KODAK TRI X PAN FILM KODAK SAFETY FILM KODAK OE! 1E ZE EE DE SE FILM KODAK SAFETY FILM KODAK TRI x PAN FILM DE ST 92 L 8 KODAK SAFETY FILM KODAK TRI X PAN FILM KODAK SAFETY 81 611 oz 121 22 33 KODAK TRI FILM KODAK SAFETY FILM KODAK TRIX PAN FILM 81 11 ST 911 211 inches centimeters 4 3 2 4 9 10 1 2 3 4 5 6 7 8 9 10 11(A) 12 13 14 15 16 (M) 17 18(B) 19 20 21 22 23 24 25 26 27 28 29 30 39.12 65.43 49.87 44.26 55.56 70.82 63.51 39.92 52.24 97.06 92.02 87.34 82.14 72.06 62.15 49.25 38.62 28.86 16.19 8.29 3.44 31.41 72.46 72.95 29.37 54.91 43.96 82.74 52.79 50.87 13.24 18.11 -4.34 13.80 9.82 -33.43 34.26 11.81 48.55 -0.40 -0.60 -0.75 -1.06 -1.19 -1.07 -0.16 -0.18 0.54 -0.05 -0.81 -0.23 20.98 -24.45 16.83 13.06 -38.91 52.00 3.45 50.88 -27.17 15.07 18.72 22.29 22.85 -24.49 -0.35 59.60 -46.07 18.51 1.13 0.23 0.21 0.43 0.28 0.19 0.01 -0.04 0.60 0.73 0.19 0.49 -19.43 55.93 68.80 -49.49 30.77 30.01 81.29 -12.72 -29.46 D50 Illuminant, 2 degree observer Density 0.04 0.09 0.15 0.22 0.36 0.51 Golden Thread 0.75 0.98 1.24 1.67 2.04 2.42 Colors by Munsell Color Services Lab","genre":"contact sheets","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"10 inches (height) x 8 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--2. Festivals Photo Archive--2.2. Other Festivals","source":"0000d708-ba38-4c58-a79d-b2e2f6effc3c","source_descriptive":null,"status":"Done","style_period":null,"subject":"Pattee Arena (Monterey, Calif.)|Monterey (Calif.)|Andrews Gospel Singers|Monterey Folk Festival (1st : 1963 : Monterey, Calif.)|Overstreet, Louis, 1921-1980","table_of_contents":null,"technique":null,"title":"Monterey Folk Festival","visibility":"Public","work_type":"Image","id":"0000d708-ba38-4c58-a79d-b2e2f6effc3c","x":-1.6831972599,"y":-2.8179872036},{"accession_number":"BFMF_B31_F15_005","alternate_title":"On the town","api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Gleason, Ralph J.|Donovan, 1946-","create_date":"2021-03-15T15:30:19.506258Z","creator":null,"date_created":null,"description":"Clipping for the San Francisco Chronicle of Ralph Gleason's interview with Donovan.","full_text":" spacen 11\/24\/67 On the Town 'Stop Using Drugs And Seek the Sun' Ralph J. Gleason DOWN THE HOTEL corridor the sound of Dono- van's voice was softly audible singing a song I had not heard before. It ended and, in answer to a knock, the door opened and the gentle poet's curly head appeared. \"Make yourself at home,\" he said, and sat cross- legged on the rug before a tape recorder and ran the tape back to play again. Donovan's handshake is strong, his eyes clear and bright with a glint of green and his shoulders broad. His smile is sudden and brilliant and he ex- udes a quality that can only be called peace. * * ON THE TAPE RECORDER, his voice sang a song about Maharishi Maheshe Yogi in which Donovan's voice was multitracked over the words as the lyric urged the listener to \"let the Maharishi wisen you.\" Donovan sat on the floor and softly sang along with the tape, his head moving in time with the mu- sic. Ashley Kozak, his manager and friend, entered and Donovan turned to him to point out what a lovely word it was, \"poetically speaking.\" The tape machine whirred as Donovan looked for another song, this one a soft, warmly swinging ballad about youth and beauty and the grimness of cities \"It's a real DOWN town,\" Donovan sang. Again his voice joined the voice on the tape. When it was over I said, \"It's a beautiful song\" and he quickly agreed, \"It 'tis, isn't it?\" His voice al- ways has that faint tang in the sound which goes with his name. \"I wrote it in Los Angeles,\" he said. \"I was tuning my guitar to sound like a sarode and this chord came (he picked up his guitar to demon- strate) and then the next one. I found I could play jazz chord. I never had; I thought them too difficult. But I found I could.\" * * * KOZAK COMMENTED, \"He's been listening to all kinds of things. \"Billie\" (Billie Holiday). I'm an ex-jazz man and my wife is a jazz singer. When I first heard him, I thought of Billie, that sense of time.\" Donovan smiled and said, \"There's so much going on with me now,\" and ran the tape back to an- other track. \"These are from my next album,\" he said; \"two LPs actually, one for children. It will be out next week.\" The speakers let out sounds of birds and barn- yards and Donovan sang of elves' hands and fairy- tales and beauty and the shining joy of life. * D RRVV THROUGH the Haight-Ashbury today,\" he said. \"I didn't get out.\" One of his band mem- bers who had come in commented that he had gone shopping on Haight that afternoon and Donovan added, \"It's only a two-year scene, though.\" He had been shopping in Sausalito and showed his purchases -comic cigarette packages and a leather bag. \"There's so much energy being misdirected,\" he said. \"The energy that built the great civilizations, China, India-that could all be done again without drugs.\" The room had filled up with band members and Donovan's father, Donald Leitch, a smiling, portly man who gazed affectionately on his son. * * * D ONOVAN SHUT OFF THE TAPE. \"This has to be listened to when there's nothing else going on,\" he said as the music faded. \"Where's that piece of paper?\" he asked, referring to something he had been reading earlier. Eventually it was found and it turned out to be the text for his own statement in his new album. \"I call upon every youth to stop the use of all drugs,\" it read, \"and banish them into the dark and dismal places. For they are crippling our blessed growth Yes, I call upon every youth to stop the use of ALL Drugs and heed the Quest to seek the Sun.\" Donovan, who signed his statement, \"Thy hum- ble minstrel.\" buttoned his high-button shoes with a hook he carried in his jeans, reiterated the impor- tance of the generation now 14 and of turning them away from drugs and the violence of television. * * * THEN HE ROUNDED UP his band, his manager, his father and his visitor and went on out into the night, bubbling with laughter and smiles and carrying with him that air of peace and quietude one gets from a flower. It is no coincidence, it seems to me, that he writes, in his new album, \"With all the Love in my Heart\/I bequeath this gift from one flower to many.\" Perhaps there's a clue in another line of his \"And so I sing my poems of the beauty I see that all may see and know the reassurance I know, that God IS love.\" Adults should listen to this young man who will beat Winterland tonight and tomorrow night. He and his peers speak more directly and effectively to youth than any other voice, in or out of formal churches. That it is a voice of peace says a great deal about the hope for the future. McClure Play Amsterdam To Open Soon Quartet Concert \"The Blossom,\" \" another The Amsterdam University play by Michael McClure String Quartet will give a about Billy the Kid, will open concert at 8 p.m. Wednesday, on December 15 at the December 6, at the Kaiser Straight with \"The Philoso- Center Auditorium, Oakland. pher's Stone\" by Antonin Ar- The program, sponsored by the East Bay Holland Club, taud. McClure's \"The Beard\" is will include works by Bach, currently in New York. Webern and Mozart 2 SPECIAL MATINEES FRI. NOV. 24 & SAT. NOV. 25 at 1 pm SEVEN TIMES MORE WONDERFUL MORE ENCHANTING MORE SPELL-BINDING THAN ANY MAKE-BELIEVE YOU'VE EVER KNOWN! HERE ARE THOSE in a brand new world of \"dream-come-true\" 7 DWARFS WITH SNOW WHITE 7DWARES FULL-LENGTH THE FEATURE L TO THE PESCUE SEE! The Dwaris Tracced in The Enchanted Forest The Evil Prince You'll Help The 7 Owarfs Play Tricks On The Towering ALL CHILDREN SEE Million Miracles 50 The Fabulous Before Your Eyes! Underwater Fabulous Fantasy Castle For Young And Old! Of The Sea Queens] 661-1940 584-6850 FRI.ONLY FOXParkside GRANADA THESE2THEATRES TARAVAL & 19th MISSION at OCEAN 755-1455 FRIDAY SATURDAY FRIDAY&SATURDAY SERRA SHOWN1 PM SHOWN1PM 221-8181 588-1434 THEATRE Daty City COLISEUM STATE 697-4444 CLEMENT at 9th THEATRE South S.F Millbrae FRIDAY&SATURDAY FRIDAY & SATURDAY THEATRE SHOWN IPM SHOWNI PM SPECIAL CONTINUOUS MATINEE TODAY ACADEMY AWARD WINNER! A MAN FOR ALL SEASONS R OBERT BOLT TECHNICOLOR C SATURDAY SUNDAY FEATURES TODAY 1:40 STAGE DOOR AND TODAY CONTINUOUS 345.550.7:55+10P.M. FROM 1:40 P.M. N PTOWN SUTTER ST at E Art THEATRE STEINER NOW! MEET the GIRLS FROMGAY PAREE IN THIS BIG 3LETS SUNITFRENCH PLAY GIRLIE E TREAT! GAMES 1 In EXOTIC COLOR ON A FRENCH MEN THIS IS IT WHO 4 PUSSY HONEYMOON ORIGINAL EUROPEAN WANT CAT CLUB UNCUT VERSION TO SEE GIRLS\" 2 IT'S DIFFERENT FROM ANYTHING DOUBLE NUDE TROUBLE IS! NIFTIES For 'NUFF SAID! RUNSHOCKABLE ADULTS OPEN 11:30 AM to MIDNITE ADULTS ONLY! H.ST. at MISSION BURLESKi AMAE TDAVPLIMA","genre":"clippings (information artifacts)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"18 inches (height) x 4 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--4. Folk Artists Publicity and Miscellaneous Files","source":"0005be5f-1e09-49d1-b96a-4eeee0db6e1c","source_descriptive":null,"status":"Done","style_period":null,"subject":"Donovan, 1946-|San Francisco chronicle|Fillmore Auditorium (San Francisco, Calif.)|Winterland Ballroom (San Francisco, Calif.)","table_of_contents":null,"technique":null,"title":"'Stop using drugs and seek the sun'","visibility":"Public","work_type":"Image","id":"0005be5f-1e09-49d1-b96a-4eeee0db6e1c","x":-0.831854105,"y":0.4062835872},{"accession_number":"BFMF_B05_F04_032","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Berkeley Folk Music Festival","create_date":"2021-03-15T15:30:20.018578Z","creator":null,"date_created":null,"description":"Sam Hinton performing in front of an audience","full_text":" BERKELEY FOLK MUSIC FESTIVAL PHOTO ASUC Student Center University of California at Berkeley @@@@@@@@@@ PLEASE CREDIT \"BERKELEY FOLK MUSIC FESTIVAL PHOTO\" centimeters Golden Thread inches of 19 22 23 24 25 26 27 28 29 17 18 20 29.51 82.02 10 11 12 13 14 15 28.60 17.97 9.50 30.32 9 49.61 72.90 72.10 38.89 82.37 72.17 62.32 -0.23 a 40.08 51.75 95.34 0.10 -0.48 0.07 0.09 0.25 0.47 79.76 65 49.61 43.54 55.52 70.42 32.39 1.46 0.97 0.56 0.04 0.01 13.31 0.48 57.84 16.93 Don Williams 0.75 0.98 1.24 1.64 1.96 2.38 All values are batch averages M000289 Density 0.05 0.09 0.16 0.22 0.36 0.52 D50 illuminant, 2 degree observer","genre":"black-and-white photographs","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"10 inches (height) x 8 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--1. Artists' Photo Archive","source":"0005e705-2602-436d-8660-5209ad8d64f8","source_descriptive":null,"status":"Done","style_period":null,"subject":"Hinton, Sam, 1917-2009","table_of_contents":null,"technique":null,"title":"Sam Hinton","visibility":"Public","work_type":"Image","id":"0005e705-2602-436d-8660-5209ad8d64f8","x":-1.3836284876,"y":-2.7823057175},{"accession_number":"P0333_9972447884202441_59","alternate_title":"Volume 14. The Kato. The Wailaki. The Yuki. The Pomo. The Wintun. The Maidu. The Miwok. The Yokuts","api_model":"Work","collection":"Edward S. Curtis's The North American Indian","contributor":"Curtis, Edward S., 1868-1952|Curtis, Edward S., 1868-1952|Curtis, Edward S., 1868-1952|Hodge, Frederick Webb, 1864-1956|Roosevelt, Theodore, 1858-1919|Morgan, J. Pierpont (John Pierpont), 1837-1913|Suffolk Engraving Co.|Plimpton Press|Plimpton Press","create_date":"2021-05-05T20:31:04.185928Z","creator":null,"date_created":null,"description":"written, illustrated, and published by Edward S. Curtis ; edited by Frederick Webb Hodge ; foreword by Theodore Roosevelt ; field research conducted under the patronage of J. Pierpont Morgan. ; Original photogravures produced by Plimpton Press in Norwood, Massachusetts and by Suffolk Engraving in Cambridge, Massachusetts in 1924.","full_text":null,"genre":"photomechanical prints|photogravures (prints)","identifier_descriptive":"Facing page 138","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":"Washington (State)--Seattle|Massachusetts--Norwood","physical_description_material":"1 photogravure : brown ink","physical_description_size":"18.9 x 14 cm [image size], 23 x 17 cm [plate size]","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"No Copyright - United States","scope_and_contents":null,"series":"Edward S. Curtis's The North American Indian--Volume 14. The Kato. The Wailaki. The Yuki. The Pomo. The Wintun. The Maidu. The Miwok. The Yokuts","source":"0006196b-0220-4a0c-9225-41056f540f7b","source_descriptive":"The North American Indian (1907-1930) v.14, The Kato. The Wailaki. The Yuki. The Pomo. The Wintun. The Maidu. The Miwok. The Yokuts ([Seattle] : E.S. Curtis ; [Cambridge, Mass. : The University Press], 1924), Facing page 138","status":"Done","style_period":null,"subject":"California|Kato Indians|Wailaki Indians|Yuki Indians|Pomo Indians|Wintun Indians|Maidu Indians|Miwok Indians|Yokuts Indians|Picayune Rancheria of Chukchansi Indians of California","table_of_contents":null,"technique":"photomechanical processes|photogravure (process)","title":"A Chief - Chukchansi Yokuts","visibility":"Public","work_type":"Image","id":"0006196b-0220-4a0c-9225-41056f540f7b","x":-1.5798709393,"y":1.1775387526},{"accession_number":"BFMF_B34_F14_068","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Olivier, Barry, 1935-","create_date":"2021-03-15T15:30:20.586641Z","creator":null,"date_created":null,"description":"Handwritten note related to Sam Hinton.","full_text":" Sam- Talk This weekend 1 alice - tochwies - background D-Anomagement you? (3) Outlenslad akshop increasing 4 - 5 -Cost of SAG 6 Publishing 7 1dylland 8 Dave ? Dylan? Stem 9 Union Contract Sam Hinton re alice alice knocked us out May- Chris Strachurtz too Best girl - so for ahead other arent in sight Festival (Baes toot Personal appears at \/ SI no problems but she has some Illegit- double - Anut raised- Easily hurt - - hurts others, part Those she likes She saw you & really liked your She asked if I would due you in on what may be probas during Fest Paul will also help- 28 BFMF 1334-F14 -068 34-14-74-2","genre":"notes (documents)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--4. Folk Artists Publicity and Miscellaneous Files","source":"0006a391-4194-4728-a9b6-715638bd1c6c","source_descriptive":null,"status":"Done","style_period":null,"subject":"Hinton, Sam, 1917-2009","table_of_contents":null,"technique":null,"title":"Note","visibility":"Public","work_type":"Image","id":"0006a391-4194-4728-a9b6-715638bd1c6c","x":-1.0388228893,"y":-0.0502279624},{"accession_number":"BFMF_B11_F10_005","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:22.357192Z","creator":null,"date_created":null,"description":"Press release for Dev Singh","full_text":" PRESS RELEASE-LEV SINGH A sophomore student at the University of California, Dev Singh is well known to Bay Area folk enthusiasts. Based in the Berkeley area, Mr. Singh has been singing publicly for three years. His singing material ranges from traditional to con- temporary blues, ballads and folk songs, as well as some orig- inal compositions. He plays a variety of folk instruments in- cluding guitar, autoharp, mouthbow and harmonica, and he also sings unaccompanied. Dev Singh's Indo-American heritage contributes to a subtle blend of the musical strains of India and America which are re- flected in his voice, song styling and repertoire. Mr. Singh has appeared extensively in the San Francisco and East Bay areas, singing over television, radio, and on the concert stage. A featured artist in folk festivals in Berkeley and San Francisco, Dev Singh was a performer at the Fireside Folk Festival Concert at the Greek Theatre in Berkeley. Since then he has appeared at coffeehouses and various other night spots in the East Bay area, and has also sung at the Greenwood Lodge Resort in Santa Cruz. In his volunteer work with the Red Cross, Mr. Singh enter- tains at the Oak Knoll Naval Hospital and the California School for the Blind as well as other East Bay schools and hospitals. Co-Founder of \"The Holly Branch\", Mr. Singh has helped provide a stage for local folk talent in a series of House Concerts in Berkeley. 11-10-5","genre":"press releases","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--1. Artists' Photo Archive","source":"00090a21-9d4a-4efb-b4c9-9b0a567c85b7","source_descriptive":null,"status":"Done","style_period":null,"subject":"Singh, Dev","table_of_contents":null,"technique":null,"title":"Dev Singh press release","visibility":"Public","work_type":"Image","id":"00090a21-9d4a-4efb-b4c9-9b0a567c85b7","x":-0.4735614359,"y":-0.5087422132},{"accession_number":"Voyager:310043","alternate_title":null,"api_model":"Work","collection":"Rosenthal Art Slides, Records of Department of Art History","contributor":null,"create_date":"2021-03-15T15:30:22.858925Z","creator":"Belter, John Henry (American cabinetmaker, 1804-1863) Style of","date_created":null,"description":null,"full_text":null,"genre":"utilitarian objects","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Faculty Collections","location":null,"physical_description_material":"Ebonized rosewood","physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"Copyright Not Evaluated","scope_and_contents":null,"series":null,"source":"00098a9e-d689-4cc5-af94-7e4c464e1e96","source_descriptive":null,"status":"Done","style_period":null,"subject":"Furniture","table_of_contents":null,"technique":null,"title":"Armchair","visibility":"Institution","work_type":"Image","id":"00098a9e-d689-4cc5-af94-7e4c464e1e96","x":-3.8463659286,"y":0.3714782894},{"accession_number":"BFMF_B17_F15_007_008n","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:23.253879Z","creator":null,"date_created":null,"description":"People walking around the fairgrounds during the Monterey International Pop Festival. Digital image scanned from black and white negative.","full_text":null,"genre":"black-and-white negatives","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--2. Festivals Photo Archive--2.1. Berkeley","source":"000a8e8b-8839-4345-8f2c-3546e6332407","source_descriptive":null,"status":"Done","style_period":null,"subject":"Monterey (Calif.)|Monterey International Pop Festival (1967 : Monterey, Calif.)","table_of_contents":null,"technique":null,"title":"Monterey Pop Festival fairgrounds","visibility":"Public","work_type":"Image","id":"000a8e8b-8839-4345-8f2c-3546e6332407","x":-1.8294991255,"y":-1.2384148836},{"accession_number":"avr:2b88qd21j","alternate_title":null,"api_model":"Work","collection":"Northwestern University School of Music Concert Recordings","contributor":"Dufour, Mathieu, 1972-|Young, Richard, 1946 December 30-|Bullen, Sarah|Johnson, Marc, 1945-2014|Swan, Andrea|Schubert, Franz, 1797-1828. Quartets, violins (2), viola, cello, D. 112, B♭ major|Debussy, Claude, 1862-1918. Sonatas, flute, viola, pedal harp|Debussy, Claude, 1862-1918. Sonatas, cello, piano|Beethoven, Ludwig van, 1770-1827. Quartets, violins (2), viola, cello, no. 7, op. 59, no. 1, F major|Vermeer Quartet","create_date":"2022-01-21T06:08:37.110416Z","creator":"Northwestern University (Evanston, Ill.). School of Music","date_created":null,"description":null,"full_text":null,"genre":"compact discs|born digital","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Music Library","location":null,"physical_description_material":"2 sound discs (105 min., 56 sec.) or 2 sound discs (105 min., 55 sec.) or 2 sound discs (105 min., 55 sec.) : digital, stereo","physical_description_size":"4 3\/4 inches","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright - Educational Use Permitted","scope_and_contents":null,"series":null,"source":"000aa5a0-802c-4752-823b-371543bc4bb8","source_descriptive":null,"status":"Done","style_period":null,"subject":null,"table_of_contents":"String quartet in B-flat major, D. 112 (op. 168) \/ Franz Schubert -- Sonata for flute, viola and harp ; Sonata for cello and piano \/ Claude Debussy -- String quartet in F major, op. 59, no. 1 \/ Ludwig van Beethoven.","technique":null,"title":"Winter Chamber music festival concert, 7 January 2005, 7:30 p.m.","visibility":"Institution","work_type":"Audio","id":"000aa5a0-802c-4752-823b-371543bc4bb8","x":-0.6433054805,"y":-0.1069749966},{"accession_number":"avr:q811kj68d","alternate_title":null,"api_model":"Work","collection":"Athletic Department Football Films","contributor":"Parseghian, Ara, 1923-|Williamson, Fred","create_date":"2022-01-21T06:22:56.384135Z","creator":"Northwestern University (Evanston, Ill.)","date_created":null,"description":"Final score, NU: 20, Ohio State: 0. Coach: Ara Parseghian. 48th Annual Homecoming. Fred Williamson member of Northwestern team.","full_text":null,"genre":null,"identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"University Archives","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright - Educational Use Permitted","scope_and_contents":null,"series":null,"source":"000acb69-75e7-4a33-aeba-bd648413fc07","source_descriptive":null,"status":"Done","style_period":null,"subject":"Northwestern University (Evanston, Ill.)--Football--History|Northwestern Wildcats (Football team)|Ohio State University--Football--History|Ohio State Buckeyes (Football team)|Evanston, Illinois","table_of_contents":null,"technique":null,"title":"Northwestern Football vs. Ohio State, 1958","visibility":"Public","work_type":"Video","id":"000acb69-75e7-4a33-aeba-bd648413fc07","x":-1.2758102417,"y":2.2431569099},{"accession_number":"BFMF_B17_F02_002_018n","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:25.085104Z","creator":null,"date_created":null,"description":"People dancing in Sproul Plaza during the 1967 Berkeley Folk Music Festival. Digital image scanned from black and white negative.","full_text":null,"genre":"black-and-white negatives","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--2. Festivals Photo Archive--2.1. Berkeley","source":"000c83a1-f561-4986-910d-697ea59fcf01","source_descriptive":null,"status":"Done","style_period":null,"subject":"Berkeley (Calif.)|University of California, Berkeley|Sproul Plaza|Berkeley Folk Music Festival (10th : 1967 : Berkeley, Calif.)","table_of_contents":null,"technique":null,"title":"1967 Berkeley Folk Music Festival","visibility":"Public","work_type":"Image","id":"000c83a1-f561-4986-910d-697ea59fcf01","x":-1.778303504,"y":-1.3093851805},{"accession_number":"BFMF_B42_F05_033","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Olivier, Barry, 1935-","create_date":"2021-03-15T15:30:26.000276Z","creator":null,"date_created":null,"description":"Flier for Doc Watson's appearance as the fifth week presenter for Barry Olivier's folk guitar experimental workshop","full_text":null,"genre":"fliers (printed matter)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--4. Folk Artists Publicity and Miscellaneous Files","source":"000d29a6-8c7a-41a4-908b-d18f4619da09","source_descriptive":null,"status":"Done","style_period":null,"subject":"Watson, Doc","table_of_contents":null,"technique":null,"title":"Barry Olivier folk guitar experimental workshop: Doc Watson","visibility":"Public","work_type":"Image","id":"000d29a6-8c7a-41a4-908b-d18f4619da09","x":-0.9354254007,"y":-2.0715034008},{"accession_number":"Cage_15-08-06_001","alternate_title":null,"api_model":"Work","collection":"John Cage Correspondence","contributor":"Cage, John","create_date":"2021-03-25T18:44:24.586344Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"Box 15, Folder 8, Sleeve 6_01","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":"11 x 8.5 in","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"The Cage Correspondence collection is comprised of correspondence and ephemera including letters, cards, clippings, catalogs, photographs, negatives, cassette tapes, music scores, and art. Early materials focus on family correspondence and newspaper clippings and are interspersed with Cage's own notes and manuscripts. Later correspondence is enhanced through Cage's use of \"Note-o-Grams\" which provides carbon copies of his sent messages.","series":"John Cage correspondence--Correspondence, 1901-1993--Apr. 1-21, 1974","source":"000d6cef-2180-4033-af23-9f063ce53a09","source_descriptive":null,"status":"Done","style_period":null,"subject":"Cage, John|Composers--United States--Correspondence","table_of_contents":null,"technique":null,"title":"Correspondence from Ellsworth Snyder to John Cage","visibility":"Institution","work_type":"Image","id":"000d6cef-2180-4033-af23-9f063ce53a09","x":1.4238500595,"y":-0.1078809276},{"accession_number":"BFMF_B43_F08_019","alternate_title":"Mostly about people|Musical saw stylist, pianist to play Friday|The music man|Letter from Tom Scribner to Barry Olivier","api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Scribner, Tom, 1899-|Trabing, Wally, 1921-","create_date":"2021-03-19T22:21:57.377531Z","creator":null,"date_created":null,"description":"Collection of materials related to musical saw stylist, lumberjack, union organizer, and newspaper publisher Tom Scribner. Includes a typewritten business card; a letter from Scribner to Barry Olivier regarding possible bookings, dated April 4, 1967; a newspaper clipping of an article about an appearance at a high school; and a newspaper clipping of a profile of Scribner by Wally Trabing from the March 9, 1967 issue of the Santa Cruz Sentinel.","full_text":null,"genre":"letters (correspondence)|business cards|clippings (information artifacts)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"12 inches (height) x 8 inches (width)|2.5 inches (height) x 2.25 inches (width)|1.5 inches (height) x 3.5 inches (width)|11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--5. Festivals: Operating Files","source":"000f5b49-f525-4dce-be6c-b8c99bce2687","source_descriptive":null,"status":"Done","style_period":null,"subject":"Santa Cruz sentinel|Olivier, Barry, 1935-|Scribner, Tom, 1899-|Musical saw","table_of_contents":null,"technique":null,"title":"Tom Scribner materials","visibility":"Public","work_type":"Image","id":"000f5b49-f525-4dce-be6c-b8c99bce2687","x":-1.3430360556,"y":-0.4037334919},{"accession_number":"BFMF_B47_F08_023","alternate_title":"Press release on the Third Annual Berkeley Folk Music Festival, including information sheets for Festival artists Sam Hinton, Peggy Seeger, Ewan MacColl, John Lomax, the New Lost City Ramblers, Lightnin' Hopkins, and Sandy Paton|Mexico's vast canyonland of copper|Far-away places in next-door Mexico|Mexico back-country rail trip planned|New railway opens up Mexico back country|Mexico Copper Canyon rail trip planned : Easter week|Mexico's wild back country|Easter week tour to Mexico back country|New rails to old Mexico|New rails to Mexico back country|New rail tour through Mexico -- a \"leisurely\" excursion|Mexico by rail -- a relaxed excursion|\"Canyon wonderland\" rail tour planned","api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:34.025466Z","creator":null,"date_created":null,"description":"Fourteen press releases about rail tours through Mexico","full_text":" FOR IMMEDIATE RELEASE (2\/6\/67) FROM: Wampler Tours, Box 45, Berkeley, California 94701 MEXICO BY RAIL---A RELAXED EXCURSION Imagine visiting a beautiful, almost untouched wilderness area--relaxing in an open gondola car on a private train--perhaps with your camera and lots of film. This unlikely sounding combination isn't a pipe dream--it's a pos- sibility open to just about anyone. From June 18 through July 2, Joseph Wampler, noted archeologist and tour leader, will again offer a special raid tour starting at San Francisco and swinging down through the Southwest, by the Grand Canyon, and then into the wild, little explored back country of Northern Mexico. Travelers may select starting points at many points in the West and Southwest. Full information and a free illustrated brochure are available from Wampler Tours, Box 45, Berkeley, California 94701. Mexico is a relaxed country and there is no more leisurely means of visiting there, than by rail. KA special excurssén train, with pullman accom- modations (travelers sleep in the same bed every night), has been arranged by Wampler--with several different rail lines providing the \"pull\". Rail buffs will be interested to know that this trip will cover the entire Chihuahua al Pacifico rail system of Mexico. Food for the tour members will be prepared right on the train throughout most of the journey, for the comfort of the tour group. Just a few years ago the pristine wilderness surrounding Mexico's \"Grand Canyon\", the Barranca del Cobre (Copper Canyon), was mostly inaccessible. How- ever, with the opening of final rail links between the American Southwest and Mexico, this A Barranca country was finally opened ,2A xo8 refgmaW :MORT (raid)s) STAIGEMMI IOTHE A---JIA Y8 ODIXHM gaixsier--SSIS aasarebilw bedouojau deomis & galifalv enigsmI adol bas BISMED wordbox daiw staving £ no ISO slobaog nego OB at -80q B eqtg S 3'mat notisaldmos galbauoa Fisitinu aldT min to ... goods sent of rego pstildia 1003 bas jakgofoadors bejon ,xeIqmsW digeact s yout dguords 81 saut moxy bas nsa is galfisja 3003 51sx Islanqa s rello alsys IIIw ,Igbsel add odnt neds bas basic edd rd edd dguords awob gatgalwa Josise you .001x9M 30 dosd bexolqxs 913311 bliw IIUH .389wdJuo2 bas 329W sda at asatoq you JS einkog galliste ,24 xo8 ,S3UOT xeiqmsw morl sIdslisvs 916 studboxd 9933 B bas .rosae skarollist to glexualel 9TOM of at bas boxsisx s at oolxsM ⑉00008 nsmfiug dalw ,ataid nétéxuexe Istange AX ,Itsx gd asda gabsbalv yd begastis need and (Jright VIEVS bad 91168 sda at gesle anoldsbom allod Its% \"\"Iluq\" aris gafblvoxq senti [1sx 3091933.16 Is sudsudidO siking 9d3 ISVOS IItw gixs aids Jada word of bedesteink ed II.w beisgerg 9d IIIw alsdmem add 303 book .oolxsM 10 medaya Itsx collios9 adj 30 3303moo edd rot CONTROL ed3 30 from alsid ed3 no adgix quoz3 strod bosid\" e'oolxsM assarebi.w sal3eing edd ogs BISSY wel S sent -WOH viseom BSW 199905) exdo Isb SOUSIIRE add \"novas] add asswied walf Ilsx Isath 30 galasao add datw glisali BSW BOOSTISE * aids ,oolxsM bas 2 nsolxsmA 177-8-23 and on this trip, for the first time, Wampler is providing an open gondola train car during the portion of the trip through the Barranca del Cobre area. This will provide spectacular opportunities for viewing and photography. Addition- ally, there will be special stops especially for tour members' pictgure-taking (made possible because of the special train) . Other interesting facets of the tour will be visiting with several diff- homelands erent Indian peoples in their xxxxxxxxxxxgxx, seeing the important archeolog- ical ruins at Casas Grandes, shopping in small villages, visiting old colonial towns, and partaking in special fiestas, with musicians and entertainers. Joseph Carson Wampler, who had explored much of the wilderness covered by this tour, long before easy access was possible, says of railroading in Mexico, \"A rail tour is one of the most relaxing ways to travel, and Mexico is one of the most relaxingg countries to travel in. Even the trains travel more slowly in Mexico!\" KTour costs range from $472-=including most meals and Pullman equipment while traveling. Local travel agents and Santa Fe Railroad agencies can pro- vide further details--as can Wampler Tours, Box 45, Berkeley, California 94701. Whether one counts himself a photography enthusiast, sight-seer, railroad buff, Mexico aficionado, or one of those who values \"just getting away\", this excursion promises much and demands little. old and young are welcome--there are no unusual inconveniences or physical requirements--just a relaxed mood. # # # atsra slobaog aggo as galbivorq at zeiqmsw embs dexti add xol girs alda no bas e.d.T .SSIS sado fab BOASTISE sdd dguords gix3 edd 30 add galrob ISO -nol3IbbA bas galwelv rol ebivoxq Ifly 'arednem xuoJ xoi agoje Istoeqa ed ffitw stedd eylls (alsos Islaeqa add to saussed eIdlaaoq sbsm) -3316 dilw galslelv 9d IIIw IDOJ sda 10 adoos? and abnsismod -gofoodors sdj galsee rieds at astbal dasie Isknofoo bio ,293811tv IIsma at gatagoda , asbasx0 28265 3s ankux Isol bns enstoleum dalw Isloeqa at gablesisq bas add 10 doum bsxolqxs bad odw ,T9IgmsW MOBIS) digesol at gathsoxilsr to syss BSW 889008 yess stoled gool ,TUOJ alds rd at osizeM bas 03 sysw gaixsist from adj to eno at 2003 Itsx A\" ISVSX3 anisx add nev3 .nt Ieverj of ggaixsist deom adj 10 eno \":oolzeM at glwole exom Josequops mailing bas elasm 380m mor? 93081 23205 IDOTN -039 080 bsoxlish 97 adas2 bas adness ISVSIJ ISOOJI alkdw IOTAC ,2A xo8 ,23U0T xefgmsW aso as--sfisjeb redixul sblv bsoxIfax B soo reddedW alds \"\"yews 3013393 380[\" esulev odw 92003 to 9110 TO obsnototts oo.xxsM 916 Savor bas bio abnsmeb has doum 892kmozq notextoxe .boom boxsier S Isolayda TO IBUSUAU on SIS 4718-23-2 FROM: Tours, BOX 45, Berkeley California 94701 NEW RAILS TO OLD MEXICO A new way to see old Mesico is being discovered by an increasing number of American travelers--by railbod Railroading and Mexico go to- gehher--both operate at an old-fashioned, leisurely pace. With the com- pletion of northern Mexico rail lines through some of its most scenic wil- derness country, a direct route from the American Southwest into the heart- land of Mexico has been opened. Joseph Carson Wampler, pioneer excursion-leader (he first offered trail trips through some of this same country),;is once again planning a special rail tour to Mexico--a \"Leisurely Tour\"--this Rpring, February 18 through March 5, 1967. Special American air-conditioned Pullman rail equipment will be used throughout the tour to provide maximum comfort while visiting both the back. country and cities of Mexico. A free, illustrated booklet is available--with a day-by-day schedule of the entire journey--from Wampler Tours, Box 45, Berkeley, California 94701. Fiestas, Mariachi Bands, visits to the homelands of several Indian peoples of Mexico, colonial towns, vast stretches of wilderness, beaches, village shopping, and many other adventures await travelers--including two visits to Mexico City itself. \"A rail tour is one of the most relaxing ways to travel,\" Mr. Wampler points out, \"Mexico is one of the most relaxing countries to travel in. This is the second of a new series of tours to offer both of these features.\" But the leisurely pace is still the unique feature of this trip--\"as Wampler puts it, \"Even the trains travel more slowly in Mexico.\" Even so, only forty percent of the travel time will be spent traveling by train. Ample time is allowed for roaming--both as a planned activity 7919x198 FOR 200 763061 IOTAC OOIXIM alio WHW sakassioni as qd bexovobalb gated at oolasM bio 998 03 ysw won A -03 08 oolxsM bms gatbsoxIkax woffler asolremA 30 Isdaus ⑉000 edd dally .sasq glamutal as 36 -flw stassa deom 831 30 smos siguezes seaks Itex osixsM 30 coldsiq -31897 sds odn) 389wdsue2 nsolxsmA sda moxi 93003 308xtb a .bonsgo need asd osixsM 30 basi boxetto text? ed) Issmolq ,791qmsW noaxed sigesol s gaknasiq nkags 9200 DISE alds 30 smoe dguozda aqtx3 11st3 resurded .3n1xq8 3**osizeM of 2003 flax Islosqa flax asmlist naolzsmA Islooq8 .raes 2 dozsM dguozds 81 3xotmoo mm\/xam sbivoxq 03 3003 sda swordguords bseu ed Iftw 300mg.tups .oolxsM 10 asitio bas Gload add didod elkiw elubados Ysb-pd-gsb S at delalood ,9973 A staxolfisd ,EA xo8 ,STUOT 3eIqmsW mori--gonzuot sxime adj to astbal ISIOVES 10 abasismod sda 03 estelv ,abasa tdos\/TsM .TOTAC escrosed to adidas 383V Istacios eoolxsM 10 asigoag slews reddo you bas agafilv youto oalxxM of estalv owd zeigmsW .M \",Isvsz3 03 BREW galxsIsx from ords to sno at 2003 Iss A\" .at Isvsz3 03 gatzsier deam add 30 900 at oblesM\" ,300 adalog easid to dood rello of 10 ashisa wen s to boossa eris at aldT zefgmsW 88\" alds to studast supknu ada 11338 ef sasq giszuakei sd3 308 \".colzeM at tiwole STOR Isvass enters eds nev3\" ,21 8309 gallsvsis Jasga ed fish salt ISV833 add 30 83203 Eiso cos asv3 palvidos bennafq s 8.6 dood--gainsex not bswoffs at ants s.IqmA start gd VA-8-24-1 New sRails to old Mexico-=2=2=2=2 and during unplanned time periods. And planning is one of Wampler's most valuable offerings--planning by a man experiencedboth as a mountaineer and archeologist. Visits are offered to several famous artists' centers, to some of Mexico's finest architectural work, to craftsmens'studios and to other fascinating cultural centers. Mexico offers another world, right next door to ours. Joseph Wampler offers a sane, relaxed, well-organized (but not over-organized) excursion to the best parts of that other world. With fifteen years of experience in back-country trip leading, Wampler is sunique among those leading such tours. Tour members may join the party at various points en route-=including San Francisco, Los Angeles, Albuquerque, and E1 Paso. Tour cost ranges from $472==including most meals and Pullman equipment. Whether one counts himself among the photography enthusiasts, sight- seeing fans, railroad buffs, Mexico aficionados, or those who jue want to l get away from it all', this Spring \"Leisurely Tour\" by rail to Mexico holds a universal appeal. Local travel agents and Santa Fe Railroad agents also give information and make reservations for the tour. A re- minder: the free, illustrated folder is available for the asking from Wampler Tours, Box 45, Berkeley, California 94701. # # # # S-S=S=S=-oo.ixeM bio 03 alts wen deom a'zefgmaW to erro at gakansIq boA .sholteq omto benzalgau gatzub has bas S 8.8 118m a gd sidsulsv 03 'adalyzs aurose? Isrovsa 03 bezello 978 ashalv .sakgoloadors has os alrow desalt a'oolzeM to amou IssueIng zedso 03 xsfqmsW digseot 03 roob 3xen sdgir ,bixow xedions exe230 osixoM nolexuoxe (bes.insgro-zevo for 3ud) bss.knagro+IIsw ,bexafs: 5 exello 10 STADY mostill datw .bfzow zedoo sads to 329d add 03 dous gathsal saods grown supleva al zefgmsW ,gathsal qlrs at as estalog evolist is edd akot yam exedmen zuoT asgast 3800 SUOT .02.89 IS bas supreupudIA saJ cossionary nea ,3nenqlups namling bas alsom 380m mori -ddgts gdgszgodorg add grous Heamtd educas ano xodsedW 03 3new But cdd sacida TO ,sobanokoffs ookxoM estitud bsoxIkax cansit gatesa oblxsM 03 rd \"SUOT gatzq2 aids ⑇'11a 31 mork ysws 393 bsoxfis8 of adms? bas essega Isvax3 Isool .saque Isexevinu & ablod *33 A .3003 ods zol exam has sokiamroink ovia oals estaggs noth gables sda 303 sidalisys at rebfor ,9912 eds :Isbaka .rosse sharollis0 ,Ess 208 ,BINOT zeigasW 47-8-24.2 FOR IMMEDIATE RELEASE (11\/9\/65) FROM: Wampler Tours, Box 45, Berkeley, California 94701 NEW RAIL TOUR THROUGH MEXICO--A \"LEISURELY\" EXCURSION Something new in rail tours is slated for the early part of 1966, when veteran excursion-leader, archeologist Joseph Carson Wampler takes the first \"Leisurely Tour of Mexico\" by rail, January 23 through Feb- ruary 12. Starting from the Pacific Coast (San Francisco& Los Angeles) and running through the Southwest (Albuquerque and E1 Paso), the spec- ial excursion train will swing down into Northern Mexico, and for the next eighteen days tour members will visit both cities and back-country towns throughout Mexico. A free, illustrated brochure is available--with a day-by-day sched- ule of the entire journey--from Wampler Tours, Box 45, Berkeley, Calif- ornia 94701. Colorful places along the way will include the Pyramid of the Sun at San Juan Teotihuacan, the Market Square at Guadalajara, the Beach at Mazatlan, Mexico City's varied sights, and many other famous and some not-so-famous spots throughout our neighbor-country, Mexico. Joseph Carson Wampler, a renown natural historian and famed tour leader, first started leading back-country excursions in Mexico four- teen years ago. Recently he began some rail tours into the back coun- try, and as a result of tour members' enthusiasm, has added this unique trip to his crowded schedule. He points out that Mexico is the ideal country for a leisurely tour--as the country's pace is delightfully easy- going. And winter is the best time of year to visit Mexico. nearly Tour members will sleep in the same Pullman bed\/every night of the trip, with American-style food and water prepared right on the train for - More - , 20 xo8 BINOT I9IqmsW :MORY (22\\e\\II) STATIZMMI 804 LOTAe sharolfis5 A--00IX3M HOUOSHT SUOT JIA Wall taber to JISq gloss adj badsis al 83003 Itsx al wan galdisamo8 asiad xefgmsW dqssot jatgofoedous 081939V nariw -da% diguords ES VISIONE ,List qd \"oolxsM to TUOT dexth adj (aslagaA 80.1 Boostonert ma2) 38605 offlost add moxi galfierd ,SI PIBUT -09q8 and (casy is bas suprespod[A) 3aswd3oo2 edj dgpotda galamux bas add xol bas ount mwob galwa II.w alsoj crotexuoxe 1sk bas asidio dood dialy IIlw exeducm 1003 sysb meedigis 3xen .oolxsM goodguords aawoz -bedos ysb-qd-yeb 8 at studboxd ,9977 A -3H25 ,20 xo8 2UOT xslqasW moxi-- sxbing sda 10 sin to blastyl add sbulont fith YSW adj goofs 2908Iq Introlog . TOTAC sinto add 38 examps dearem add asut na2 is mu2 add aucmed zedjo YORO bas ,audgia belisv a'yald oolxsM ROBIJESSM is doss 00.1xsM IUO goodguosdi adoge auomsi-oa-30a SMOB has 2003 bous? bas mstrosald INVOICE B ,3s1gmsW MOBISO dqeact -1001 oo.xxsM al anotexwoxe gatbagl b93183a darti ,3sbaal -mues blood sda odn1 Itsx 9M02 asged 9d .038 STESY 0933 supinu alda bobbs and ,mashanding 'exedmem 1003 30 310093 B as bas YYSJ Issbi edd al 001xsM. darls Juo a3nkog 9H .slubados babworo aid 03 qix3 -year at easy add 88--IN03 a rol ,001xsM dalv 03 ISSY 30 salt dead add at 193n.ww bmA galog Elisen add 10 adgin YIsvs\\bod mailing 9588 ento at qesis IIIw axadmen THOT zot atain add no sdall 1938W bas baol dd.lw eglas - SIOM - 47.845-1 Mexico--a Leisurely Tour-2-2-2-2 the travelers. Many side-trips are available and Wampler will help make arrangements for these activities. Only slightly more than one third of the time spent on the tour will be travel-time--all the rest is for sight- seeing and relaxing. Rail buffs, camera enthusiasts, sight-seeing fans, students and teach- ers--all will enjoy this special and entirely unique excursion into the fascinating country so near and yet so far from most Americans. Another interesting facet of the trip will be the visits planned to various In- dian tribes-and even a fiesta with one tribe. Fares, including most meals, start at $640 (from El Paso--from Albuquerque $650; Los Angeles $675; San Francisco $718). Local travel agents and Santa Fe Railroad agents also give information and make reservations for the tour. A reminder--a free, illustrated folder is available from Wampler Tours, Box 45, Berkeley, California 94701. # # # S-S-S-S=INOT PistualeJ s--00kxsM salem qlsd IIIv xeIgmsW bria eldallays 9IS year and to bxtdj 900 card stom gladgifs y100 .astilvitos seeds xol -drigla xol at 3891 add ad Iftw IIIOJ and no 3nega smit edj .gaixsist bas galsea -dosej bas administrate game? gaissa-3rig.ra SIGNAD ,arrud 1ksa add odal noteswoxs suptau bas Isloeqe aldo votas IIlw 115--819 reddogA Jacm mor? 387 08 JSY bas ISSIT 08 galjamboast -oI strottev 03 bennsfq adketv add ad Iftw qlid ed3 to deast gal389393af ,sdix ano datw 838617 B asys bas-sed.ru nslb moxi--0889 13 moxi) 0408 JS 31632 eafssm 320m galbulonk ISVSI3 (soo) (8158 opalonsit ms? 12508 esisgnA BOJ 92.5m bms 9vtg oals admers beozits8 93 83082 bas el Isblo7 ,9911 A add 303 .IOTAC sEN xo8 ,AINOT IeIqnsW mori aldsilavs 47.8-25-2 FOR IMMEDIATE RELEASE (1\/22\/65) From: Wampler Tours, Box 45, Berkeley, California 94701 MEXICO COPPER CANYON RAIL TRIP PLANNED: EASTER WEEK An exciting trip to nearby 'far-away places' is now being planned for April 10 through 18, when Joseph Carson Wampler, distinguished archeologist-mountaineer and independent tour leader, takes his second rail tour to Mexico's fabled \"Copper Canyon\" ( Barranca del Cobre ). Leaving from Fort Worth, El Paso, and other Southwestern points, the tour will travel into the remote areas of Northern Mexico via the recently completed Chihuahua al Pacifico railroad line. A combination of primitive, little-traveled country and the convenience and comfort of pullman rail accommodations, make this trip appealing to people of all ages. In its varied experiences, this tour offers everyone unusual and interest- ing activity: for those who love scenic beauty, there is the \"Copper Canyon, 11 Mexico's rival for our Grand Canyon; for photographers the unlimited offering of a natural area in relatively pristine condition; for railroad buffs, the opportunity to cover the newly-opened rail link and possibly the entire system of the Chihua- hua al Pacifico R.R.; for shoppers rare chances to buy in the back country; for those who just want relaxation, the ease and slow pace of this beautiful remote area combine with the uniformly comfortable accommodations (travelers sleep in the same bed each night of the tour) to make a perfect vacation. And, 2 days at Guaymas for deep-sea fishing opportunity or shopping and bus trip to Hermosillo and Kino Beach. This special tour is offered by the man who has pioneered rail tours into this beautiful Canyon Wonderland area. Wampler was familiar through his trail tours and mountaineering experience, with the \"Copper Canyon\" area, and soon after shottis0 *08 (8TNOT (22\\SS\\L) STAIGHMMI cofile NEW 9IAT JIA MOYNAO 839900 ODIXHM 0£ Itrqa TOI bennsfq gailed won at !890s1q YSWB~IST Vd'sen of qirt galf toxe NA has MOSISO doesot ne rt i81 devoids \"19qqo\")\" belds? aloobisM of INOJ LIST aid 89283 crobsel 100J Tedto bas 10859 KI eridrow JIO mor? gaivseJ ( erdo Leb SONSTISE ) \"novas] osixaM arention to assis stomer add ount LOVSTJ LEtw word edd catalog .sntt colliosi Is add stv bas edd bas Vidawoo belovent-o,LIVE to A Its to s.Lqoeq at gatiseqqs girt a trid exism fist nsmflug to mob has arello wot eld's bs.trsv ajl at 8895 \"inoyas] request adj at steda otneo evol odw seord IOI :ydividos got is to gatretto adt 101 (novas) basio TWO IOF Isvit ejoolxeM vj.htudroqqo edt carrud bootLEST got entratig at 6979 Loretan -sudfit edly to me saye gritas edd VId2aaoq bns >inti LIST benego-y.[won ent ISTOS of not exercisos blosd sd$ nit you of asonsrio 918% IOI t.H.A ooffice9 Is BOO stomps Infitused abd to Bosq wola bos 9860 ent draw test only edd at qss la ETO.LOVSIJ) edif date saltmos 6978 is aysb S ,5n4 doeling B exam of (*word edd to tright doss bad amae of qits and bas gatagoria TO gatral? 898-999.6 20% asmysad .dose8 oat) bas oun away List beteenolg and o d w rism add yd botelfo at good Istoeqa aldt Items and getfirst BEW :B9TS moyae [uffJused aid Tejis 0008 brts \"no yast edt dftw bas artiof 1778261 - 2 - the rail link was finished, saw the unique opportunity for travelers to visit this beautiful region. Last Fall the first special \"Copper Canyon\" tour was inaugurat- ed and the response was one of great enthusiasm from the first travelers. Many remarked on the comfort and excellent planning of the trip, while all were awed by the extraordinary scenery. The native Indians of the \"Copper Canyon\" area live much as did their ances- tors of ancient times -- farming on the slopes (sometimes on up to a forty-five degree angle) and raising sheep and goats. These people are friendly and hospi- table to visitors, and sometimes a fiesta is encountered. Western journalist Maxine Atwater, writing for the San Francisco Chronicle, took the trip herself and reported: \"It combined all the reasons people travel I saw rugged back country visited with shy Indians in their homes all the while we enjoyed Pullman quarters and good meals.\" Sunset Magazine praised the scenery of this trip: \"This is a trip for total sightseeing. You could easily spend all the daylight hours in an open vestibule just watching the landscape slip by.\" Wampler has planned the trip with exceeding attention to details: the primary scenic areas will be covered during daylight hours; bottled drinking water taken from Texas and supervised meals from our own diner in Mexico; special side-trips are available at various interesting points. Using the facilities of five different railroad lines, the tour will cover more than 2200 miles. Full details are available for the asking in a free illus- trated brochure -- by writing Wampler Tours, Box 45, Berkeley, California 94701. Local travel and Santa Fe Railroad agents also give information and make reserva- tions. Fares, including most meals, start at $242 (from El Paso; $293 from Presido; $311 from San Angelo; or $320 from Fort Worth). # - S - a.dit of IOI eupinis edit was bedekati BSW Anti IRST edd BSW TOOJ \"novast regged Estoeqa text edt IIST jast .molger Lottused FISH death and mori maslaudine $3973 to eno asw sanoqast edd bas be Ed bewis 919W IIs eltdw eight sdf to gabasiq the Ileaxe bas +10 1moo edt NO bedismer edd riedJ b.16 as down evil SOIE \"Houred odd 10 ansibal sviten edT evit-y+109 B of qu no seakterioz) esqoIa ent no gabrie? -- asm.tj Instons to BIOJ - qqaod bnis 9TS elqoeq seedT .atsos bas qeeria gateist bas (signs 997geb be at staell s semidemoz bns of elost opaionaril ass edlt IOI galfitw tistewJA entxsM misJaeW Levers elgoaq edd Ifs bentdmoo II\" bas Mosted q.11 edt >bot elldw eds Is Tiedt at ansibal yda dd.tw betterv blosd beggii WSB I \".alsem boog bas beyotre 9W Isjoy 909 qiet B at :qbst aldy to edt beatsig entssgsm Jeanus risco as at arrod 3dgtfveb add Its bnege yfless bluoo noY 1.vd qtfs edd gablotsw test Visming edd :afisisb of garbeeoxe dflow quit edd bennelq asd reIqmsW maxist TeJBW belftod gatrub belevos 9d fftw otness Lakosqa ;001xsM at tenth two two moil elsem bealvieque brus esxeT mori .atn.oo ts STB I9V00 IIIw wot edd beoifist evil to edt gataU -BUILE 9911 is at gables edd 201 eldsflavs STS altsteb ISNA .eslim 0055 asrid STORE ,CH refgmsW rd -- studoord betsed -SVIGHT exism bas hottemotol evig oals atrage bsox[ish 9H stris8 bas level [sool (oblessi mori EPS# KE NOTI) Sust is tiste (alsom Jaom gabbioni (29767 .amoij (NJIOW jour mori OSEE TO ne2 mort LIES ##### 17.8-262 Copper cauyon FOR IMMEDIATE RELEASE (3\/20\/64) From: Wampler Tours, Box 45, Berkeley, Calif. 94701 NEW RAILWAY OPENS UP MEXICO'S \"COPPER CANYON\" BACK COUNTRY The legendary \"Copper Canyon\" or \"Barranca del Cobre\" of Mexico has recently been opened to rail travel, bringing this primitive back country wilderness area within easy reach of a week-long tour. The Copper Canyon is Mexico's major scenic attraction, and is often compared with Arizona's Grand Canyon. This area has been known for years to mountaineer-archeologist Joseph Carson Wampler. When an engineering breakthrough opened a new link of railway through Mexico's rugged Sierra Madre Occidental mountain range, Wampler saw the great oppor- tunity for modern-day travelers to visit this beautiful, untamed back country-- particularly the incomparable Copper Canyon. Wampler, an independent tour leader, enthusiastically laid plans for a comfortable rail tour into this remote area-and he has already led several highly successful tours through the Copper Canyon. A new, special Copper Canyon rail tour, emanating from the Southwest, has just been scheduled for September first through seventh (September 1-7, 1964), taking just one week. Travelers will board special Pullman-outfitted cars at Fort Worth, San Angelo, Presidio, and El Paso, and travel via Santa Fe and Chihuahua al Pacifico lines, sleeping in the same bed every night. Furthermore, water and food will be stored and prepared right on the excursion train, especially for tour members. The most beautiful scenic areas will be traversed in daylight hours, and stop- overs at the key spots are planned. Photographers will make every day a field-day, and all will enjoy the unspoiled beauty of this rarely-seen country. The tour will cover more than 2,000 miles and will be personally conducted by Mr. Wampler. The Copper Canyon area is the home of the fabled Tarahumara Indians, who live in the high country, farming some fields on as much as a forty-five degree slope, and raising sheep and goats. These Indians live much the same as did their ancestors in this remote area. The Copper Canyon is even deeper than the Arizona Grand Canyon, and has more water and hence more vegetation and animal life. - More - some 220 2008 ,STOOT 10014 (wa\\os\\) SEASOR log YATWOOD \"MOYMAD 939900° 90 are KAMITAH WELL and earl 30 \"endeD Lab SOUSTISE\" 20 \"nongrist seqgo5* address 6978 blosd abro gatentad clarsed fier ent extract total at congress reggod edT word $001=100w is 10 MOBEY 1980 baseD of soosiun (the at has nears dgese& at exam so? SHORE dead est sois ald discover years law 30 202E were a benego as rediff $69.33 edd TOTAL refamelv S'IBAM streiz begger lead bemedian aldr to fair of eye.Levant tol Where may DE and ed adortes educ that $ 100 smiller Brach artif and forever bal fat seat card, add month wered Libre meme require ewen A cant. subled adder in mediatedige(s) disease divorcid therefor any - and withow dream its 2150 bad transast [Chi Above end quittion% Lis. base at aknas sitv. Coverad Has count 13 Bite (616)88491 relegible adi box? been Highlin wrong Beat: - stills nii center and THIS ispub enta. no digital 6ab gove hrs. att ed: DONE essen address GHT s: Esb years splean LEEN benefits site de artiva 10th represent ent stiff) for still you the its belie 'vs' bedtubinos sex Little bitten resident ows. canadian seldo too email adidas all rebided siri best Legale earsel 5; and enfit milk at BREAS saldo sv1kl and company based cardit edt .032E1 nothedeger cousti bris 47.8-27.1 NEW RAILWAY OPENS UP \"COPPER CANYON\" - Page 2 Tour members will be seeing the Copper Canyon area in a relatively pristine con- dition. In a few years there will be hotels and thousands of visitors thumbing their guide books, but for the present this country is undeveloped. The tour will offer maximum comfort, for such an undeveloped area, through basing all operation at the Pullman-equipped excursion train. Railroad aficionados will appreciate being among early passengers to ride this newest of all major rail lines in North America. They will be aware that attempts were made for a hundred years before the accomplishment of completing this line through the mountains and canyons of the Sierra Madre Occidental, shortening the route from the Midwest to the Pacific Ocean. Places of call along the way will include historic El Fuerte, established in 1546 and a strong point on the ancient El Camino Real; Topolobampo, a deep water port on the Gulf of California, and Chihuahua, Togno (or Divisadero), Cuiteco, and Los Mochis. How did the first visitors to the Grand Canyon feel? What were the thoughts of the first travelers to the Great Yellowstone, when they gazed upon the now-world- famous panorama? If you have ever wondered what being somewhere ahead of the crowd felt like, this tour might interest you. A free, illustrated brochure about this country and the Copper Canyon special rail tour, starting from the American Southwest, is available from Wampler Tours, Box 45, Berkeley, California 94701. Further information may also be obtained either from your local travel agent or any Santa Fe office. Fares, including most meals, start at $183 (from El Paso; $215 from Presidio; $233 from San Angelo; or $242 from Fort Worth). Joseph Carson Wampler, mountaineer, archeologist, natural historian and tour leader, is a remarkable man. After graduation from the University of California, he served as one of the chief archeologists on a Palestinian expedition and his resulting book has been hailed as a masterpiece. He now devotes himself to writing and tour leading--primarily specializing in wilderness areas. # # # \"MOYWAO IU -100 sous magan edd ed filw apedmen \"weIr and telt 10 abbasuorid basesafted ed Iftw esedit 8769Y well ,III relib [fib strod sitt. 24 ******** extr. edd 701 ford epology :ebtog as doga 101 wt \"o'moo actest notesticke asian abid 03 grited [Liw edgredit dards exampled itte at copit Ifs 20. entI. to out 8 TOT ebsp out error to bace; edd .reesO officest edd. 04 edd mor22 at (adtress) a attention snefer [[so 20 (13) $'100 **** queb Bi the set or tatoq groute is bag so.1. bass ra) angoT has to 2,000 sucht ID erists stew date fies? baseD sd ad add 616 woth from-work exish naqy beseg with madre edg: at dart? add bworso eris to evertragos galed during bazebacon save eyed May 3.1. suppoint drigits, Birth del fabbaqa artic has adgith dunda 4,997° 4. was eswet reDipast\/ at add - flyg more redd to benefits ed: cells WAR as me 24 the drais alsen than With 000 topas levers £800,C filterow morth siste TO mac 88$8 east 2458 total is most), 88.48 wordbox brue to digesol, ed In edd and sedia B. 82 add form 00 ribeques R (%) add to eno 0.0 beving brus at sereved wear all 8, As belled seed and load at ... 47-8-27-2 Copper cang##2 FOR IMMEDIATE RELEASE (4\/22\/64) From: Wampler Tours, Box 45, Berkeley, Calif. 94701 FAR-AWAY PLACES IN NEXT-DOOR MEXICO Far-away places still exist in the world, and one of the nearest of them is in Northern Mexico-- spectacular and undeveloped wilderness area known for its \"Canyon of Copper\", the \"Barranca del Cobre\". The Copper Canyon is often compared with our Grand Canyon, and is Mexico's chief scenic attraction. But is is little known, even in Mexico itself. Only recently has a new railroad link through the forbidding mountains of the Sierra Madre Occidental range been opened, making the B Copper Canyon area accessible to easy rail travel. This new rail line, along the Chihuahua al Pacifico Railroad, is remarkable as an engineering feat and also for its scenery. It is a fascinating trip for anyone curious to see for himself the remote and rugged homeland of the Tarahumara Indians. # Recently Joseph Carson Wampler, an independent archeologist-mountaineer, began leading excursion parties via rail, into this area. Wampler's railroad tours offer a combination of rugged back-country experience and modern, Pullman-equipped rail travel. Travelers sleep in the same bed through- out the trip, and food and water are stored and prepared right on the train in spot- less diners. The most beautiful areas are traversed in daylight hours, with stop- overs at the key scenic spots. For many yearsx Wampler has known this area, and has led pack trips into the AKEX Barranca del Cobre vicinity. When the new rail link was laid--replete with 39 bridges and 76 tunnels-Wampler saw an unprecedented opportunity for travelers of all ages and all degrees of stamina, to engjoy the fascinations and wonder of this remote and rugged wilderness area. He originated a series of tours into the area and the enthusiastic repponse has led him to increase the tours. - solie ,211 xo8 '99[qmsW : (da\\ss(s) ETAICEMMI HOT ODIXHM HOOD-TXHM WI 230A19 YAWA- ment to Jasteen edd 10 eno bas ,blrow edd at Jeixe litte aessiq ESWS-IS' TO'I aword SOTE beqo[svebau bas at at ast'to at raqgo edT [sb odd to moyas att JUE almeos Ietdo at bas basid TUO dtitw berisqmes beot[ist wen £ and Meeth ookxelf at neve at at need [sjnsbiooO erbal stret? and to anistauon edt discoult >ant Its% yese of eldissess SOIS noyaso TeqqoO 8 edd gafrism beneqo at ,bsorlisk oofftost Is edt groofs enti LIST wen atnT TOY qirt 6 at JI aft 201 oals bas tsel gatreentigne as as add 10 beaser bas stomer edd Meamiri 998 of enoves 016 ,TeIqmsW digesol EftnessA * .amstbnI ,BOTTS aids otal flast siv settisq notawoxe gathsel asged sonefreqxe boggur to B Tello bsor[.ST -riguord bed smsa edd nit .Levsr List beqgtups- ,resbom bas -Joga at new edd no tight betsqe't brss berode STIS TSJBW bas bool bas eight add Juo -gade ddkw Jdgffysb at bearevers 9T6 85076 Intitused deom adT seal ejoqa otness you add de STOVO add odat aqi% Nosq beI and bms ,SOTE eids aword asd TeIqmsW yasm \"O?] ddtw BEW inti Itst well edit nedW side0 feb SOCISTICE **** 20% as was as bas aggbird PE to febrow brs. anothentoes? end rotone of to Ifs bas aegs IIs to ed($ ofal and to 201798 B eH .80TS sseirrebltw beggur bas stoms abdt strod edd essent of mkd bel esd ord bns SOTE 17.8-281 Now he is planning for the Fall a special \"Copper Canyon\" tour, emanating from the Southwest, to run September 1 through 7, 1964. Travelers may join the party excursion group at Fort Worth, San Angelo, Presidio, and El Paso. The trip will cover more than 2,000 miles over the Santa Fe and Chihuahua al Pacifico lines. Wampler, himself, will conduct the tour. Western journalist, Maxine Atwater (of the San Francisco Chronicle), took the trip herself, and wrote, \"It combined all the reasons people travel I saw with rugged back country visited\/shy Indians in their homes...all the while we en- joyed Pullman quarters and good meals.\" Sunset Magazine praised the scenery: \"This is a trip for total sightseeing: You could easily spend all the daylight hours in an open vestibule just watching the landscape slip by. There are depp ravines with red rock walls, with waterfalls slipping over the rims, palms and ferns growing in the shade, bush poppies tumbling over slopes in the sunlight.\" The Copper Canyon is the home of the legendary Tarahumara Indians. They live in the high country, farming some fields on as much as a forty-five degree slope, and they raise sheep and goats. These Indians live much the same as did their an- cient ancestors of this remote area. The Copper Canyon is deeper even than the Grand Canyon, and additionally, it has more water and vegetation. A free, illustrated brochure about the area and the tour, is available from Wampler Tours, Box 45, Berkeley, California 94701. Further details may also be obtained either from local travel agencies or any Santa Fe office. Fares, in- cluding most meals, start at $183 (from El Paso; $215 from Presidio; $233 from San Angelo; or $242 from Fort Worth). Joseph Carson Wampler, who will personally conduct the tour, is a noted moun- taineer, archeologist, tour leader, and natural historian. He is the author of books and articles, and now divides his time between writing and conducting tours into the back-country areas of the West and Southwest. # # # mort wou \"novaso \"teqgo0\" Istpeqa S [[s] edt sol gatans[q at ed woll gabong sdt atot Vsm adder ST discoult I \"sdmetqe& CUSTI of edd [flw gird edT .03.89 18 bas tothiest ns8 ts quora motemoxe ,sent[ oofitosi Is bas stass edd ISVO aeltm 000,S asds e TOE TOYOO THOJ add Jorbnos Iftw , TelqmsW loot ns3 edlt to) TeJswJA NISJEEW wse elgoeq edd Ifs bentdmoo JI\" bas effeated girt sid dtiw -09 9W glidw edd [{s...somori atend at Vris\\bettaiv Estates Nosd beggur :YTeness adj beatsiq entssysM Jeanu& \",alsom boog bas nsmf[u9 beyot Jdgffvsb edd IIs baeqa Vitase bluos yoY gatesaddgla IstoJ 701 qtw s et aint\" qqeb 975 error .yd qtfe edd test rego as at bns am[sq emix edd TOTO gatqqtfa affstretsw dttw ,affsw NOOT ber dJIW anniver edd at seqola ISVO gatIdmut setqqoq dend edd at galworg ovil yedT .ansibal STEMUSISTST sdj to smort edj at reqqo5 edT eqo.a 997geb S 8.6 doum as no ableti emos gabarts? exchases datd edd at -ALB Itedf btb as 91188 erid down svil ansibal esedT .ajsog bas qeede saist yedd bas add asrit neve reqeeb at reqgo5 edT .69TS adomet ebrit to .nottstegev bas Tedsw STOM and It bas basid most sIds[fsvs of , wos add bas BOTS sdift toods A sd oals VSM elisted redd's ... ,21 xo8 ,ETIVOT \"se[qmsW -at ,89787 OR stass Yes TO antoness Isvard [sool mort reddits bentesdo ass mon't EES$ mort FISS 10859 13 mori) 8818 is justs talsem Jaom antbrlo (diroll tol mort silss TO tolegnA -resom beton B at wor srif Joubnoo [flw odw digeaol alood to roddus edd at all bas tebsef wot Teents add ount away bas neewjsd emit end sebiv.b worth bas bns bas JaeW edd to 8.8975 # # # 47-8-28-2 FOR IMMEDIATE RELEASE (1\/22\/65) From: Wampler Tours, Box 45, Berkeley, Calif.94701 Leave larger close blan to K space - \"u\/ pay 3rd Cop Can MEXICO BACK-COUNTRY RAIL TRIP PLANNED elete type An exciting trip to nearby' far-away places' is now being planned for April 10 through 18, when Joseph Carson Wampler, distinguished ar- cheologist-mountaineer and independent tour leader, takes his second rail tour to Mexico's fabled \"Copper Canyon\" (\"Barranca del Cobre) . Leaving from Fort Worth, E1 Paso, and other Southwestern points, the tour will travel into the remote areas of Northern Mexico via the re- cently completed Chihuahua al Pacifico railroad line. A combination of primitive, little-traveled country and the con- venience and comfort of pullman rail accommodations, make this trip appealing to people of all ages. In its varied experiences, this tour offers everyone unusual and interesting activity: for those who love scenic beauty, there is the \"Copper Canyon\", Mexico's rival for our Grand Canyon; for photographers the unlimited offering of a natural area in rel- atively pristine condition; for railroad buffs, the opportunity to COV er the newly-opened rail link and entire road of the Chihuahua al Pacifico (plus four other lines' rpads) for shoppers rare chances to buy in the back country; for those who just want relaxation, the ease and slow pace of this beautiful remote area combine with the uniformly comfortable ac- commodations (travelers sleep in the same bed each night of the tour) to make a perfect vacation. This special tour is offered by the man who has pioneered rail tours into this beautiful Canyon Wonderland area. Joseph Carson Wampler was familiar through his trail tours and mountaineering experience, with the \"Copper Canyon.\" area, and soon after the rail link was finished, saw the 1.95-8-FN 2A xo8 ,8XUOT I9IqmsW :mox¥ (22\\SS\\I) STATCHMMI rothe. 211s0 you Love New hos ot sale LIST OOIXSM bearsig gaked worr at '290siq of qlx3 galtlaxe nA -IS ,TelqmsW mosis) dq98ot nedw .81 dguords or IlxqA rol aid asiss ,Igbsal zuod bas (93do) Isb \"novas) reggo belds) a'oolssM 03 wordbox It&x add zerido bas .08.59 III dirow 3107 mox1 galvssJ -9X sdj siv ookxeM to 8.8976 930mg add odal Isvsta II.w ruod .snkI bsoxilsi ostilos9 Is sudsudidd ba3sIgmos -000 adj bas to mokisakdmos A gixo aids solam Itsx usmfluq to bas sonshnev alds believ add nI .8985 IIs 30 elgosq 03 galfseqqs evol odw 980d3 IOI syslvitos bas Issaumus SHOTIEVS braid IUO rot Isvix a'oolxsM \"novas] reggo5\" edd at stedd Y Jused othese -Isx nl BOIS Isxuden S 10 galzetto bedtukIm adj xol ID VOD of odd callud bsoxilsx rol glavits osiilos9 is sda to bsox stitus bas antI Itsx benego-yIwer add adj at yud of assasdo SIST exeggoda rot : (absqx 'asakf xedio tuol awIq) 9959 wola bas 9235 sdia dasw sent orlw saoris rot blosd -05 eIdsjxo7m@o y. add dalw saldmos SOIS fulliused alds 30 03 add 30 sights dose bed sinsa add at qaela anolisbommoo .nol3sosv 3093799 B salam 21003 Itsx and odw IIIIII ent qd bexetio al IDOJ Islaaqe aldT 8.6W I9IqmsW dq9aot .6978 bmsfisbcroW moyas eldid otal add dolw bas 83003 Ilsx3 aid riguords Ishlims? ed3 WBS bedatali 2BW Anil Ilsi add Isdis has Yooyast 17-8-291 - 2 - unique opportunity for travelers to visit this beautiful country. Last Fall she first special \"Copper Canyon\" tour was inaugurrated and the re- sponse was one of great enthusiasm from the first travelers. Many remark- ed on the comfort and excellent planning of the trip, while all were awed by the extraordinary scenery. The native Indians of the \"Copper Canyon\" area live much as did their ancestors of ancient times--farming on the slopes (sometimes on up to a people forty-five degree angle) and raising sheep and goats. These NXXXVEX are friendly and hospitable to visitors, and sometimes a fiesta is encountered. Western journalist Maxine Atwater, writing for the San Francisco Chron- icle, took the trip herself and reported: \"It combined allthe reasons people travel I saw rugged back country visited with shy Indians in their homes all the while we enjoyed Pullman quarters and good meals. Sunset Magazine praised the scenery of this trip: \"This is a trip for total sightseeing. You could easily spend all the daylight hours in an open vestibule just watching the laddscape slip by.\" Wampler has planned the trip with exceding attention to details: the primary scenic areas will be covered during daylight hours; all meals and water are prepared right on the train carrying the travelers; special side- trips are available at various interesting points. Wampler will personally conduct the tour. Using the facilities of five different railroad lines, the tour will cover more than 2200 miles. Full details are available for the asking in a free illustrated brochure--by writing Wampler Tours, Box 45, Berkeley, California 94701. Local travel agents and the Santa Fe Railroad also are equipped to handle details and give information. Fares, including most meals, start at $183 (from El paso; $215 from Presido $233 from San Angelo; or $242,from S.PS.8.AM - s - jest Iulisused add staly 03 81919VSX3 rot supinu -91 sda bora BBW I9qqo5\" Islange 38113 eris IIST -Aramex yosM dexil add moxi meslaudine 35918 10 eno BEW bays 9I9W Ifs egix3 adj 10 gatansiq has 3301mos adj ao be - subject yd xieds b1b BB doum svil SOIS \"novas] \"9qgo5\" sda to amalbaI evidan sdT s of ga esqofa sda no instons to elgosq SIB 989dT .83803 bas gesda galats bas (sigas ssigeb at stes11 S has of bas ylbashi -sold as2 edd xol galslaw ,X938W3A salxaM W elgosq 2008891 addlis bentimos 3I\" :bejroqsi bas gix3 edlt >ood estal zieds nsk easibal yda dalw badiely alosd baggux was I. ISVSIJ \".aasom boog bas namlity beyotas 9W glldw and Is...29mod xol q1x3 s at aldT\" :glrs aids 10 adj b9alsxq enissgsM 398002 IIB at azuod 1dgffysb add IIs basqa yflass bluos DOY I8303 \".qd glia sqsoahusi ent sent eIudiJesv asgo edd :affstsh of colinessa galbeexs datew q1x3 adj bennsig asd xelqmsW bas alsom IIs :axuod 3dgffysb galrub barsvos ed Ifiw 2.6975 otassa -sbie Islasqa sdj galyziso alsos add ao jdglr b91sqsxq 9IB redew IIIw zeIqmsW .adakoq auoirsv is eldslisvs 976 aqix3 .IDOJ add Joubaoa II.w susa sds ,29n.11 beoxlist sv13 to ashillost add galaU at gables add rol eldallavs SIB elisteb IIUT .ssikm 0055 redd STOC ISVOO ,24 xo8 xeIqmsW galllaw rd--studoord sext s SIS oals bsoxils8 el stase add bas edness ISVSIJ IsooJ .rosse 320m gabbioni ,29IST .molismoint evis bas allsjeb elbrad 03 beqqlups ww Mod EEST oblesi9 mori 2152 (085q is moxi) 8818 ds calsem 17-8-292 FOR IMMEDIATE RELEASE (4\/22\/64) From: Wampler Tours, Box 45, Berkeley, Calif. 94701 FAR-AWAY PLACES IN NEXT-DOOR MEXICO 1964\/2002 Tup Far-away places still exist in the world, and one of the nearest of them is in Northern Mexico-- spectacular and undeveloped wilderness area known for its \"Canyon of Copper\", the \"Barranca del Cobre\". Often compared with our Grand Canyon, this area is Mexico's chief scenic attraction, but is little known--even to those who live in Mexico. For years the vast canyons--deeper than those of the Grand Canyon--and moun- tains of the Sierra Madre Occidental range, have been accessible only by exhaustive travel--but a new railroad line has changed that. After a century of attempts and failures, a new link of rail was pushed through the Sierra Madre Occidental Mountains from Northern Mexico to the United States border. A major engineering feat, the new line required more than seventy tunnels and a variety of bridges and other construction. The result is a new, practical means of travel to reach the Barranca del Cobre. This route is also among the most scenic and most untouch- ed by tourists and development, of any railroad line in the world. In 1963, an independent archeologist-mountaineer, Joseph Carson Wampler, originated a very special rail tour for interested travelers, personally guided a group on a circle-route kaik down through the Southwest, where the Grand Canyon of Arizona was encountered; then the party proceeded via the new rail line, down in Mexico, through the mountains and canyons of the Sierra Madre Occidental and through the Barranca del Cobre. The rail route then swung back up along the Pacific coast and returned over entirely dif- ferent lines, to the United States. Wampler is repeating this 'Canyon Wonderland\" rail tour this fall, November 8 through 22, and interested travelers are invited to inquire for full details. A free, illustrated brochure may be obtained from Wampler Tours, Box 45, Berkeley, California 94701. Naturally, this tour yeelds many and varied travel opportunities--phobography, sight- seeing, relaxation, shopping and study. It offers maximum comfort even in the most remote back 1-02-8-PM rosse ,24 xo8 T SMOTT (Nd\/SS\/W) ETAICEMENT ODIXHM HOOG-TXHM WI 230A19 YAWA-HAT at at modid 10 Jesteen edd to eno brus ,BITOW sdit at Jaixe IIIIA aeosiq TSWS-IS? noyas)\" ett rot award sets beqofevebau bas SSTS afrid novers bread IVO dttw betsgmoo not10 feb sonstice\" edd 10 at evil odw saoda of neve-aword of Jud emotionate oknoos teldo e'oofxeM at -ISSO bris-noves basto edt to seout and JEST edd BIRST TO'I .ootxoM eviteuride Ed ofdieseoos need svad ,93,16°L [stashtooD error streit add to enist .stadd begasdo asd enti bsorlist wen B bedeuq BSW List to ant wen s bns atqmetts to youtness B TetlA .rebrod estate bettaU sdj of ostself arenition mort [starbiooO STISIS sdit s brs alenaus Wasves nedd erom bettuper salf wen edd ,Jss? gatreentgme Totsm A of [svard to Isoljosiq twen 6 at JIMEST edT reddo bas segbird 10 from bms okness from edt gross oafs at einT .97do0 leb SONSTISE edd dose' .bIrow edd at ent f bsorLisT yes to bas adatwod rd be betsatgtro COSTSO dqeaol as Edes al S bebtur TO wot List Istoeqa VIST S B.6W SOOSITA to moyas brsto add stedw edd dgroud awob fixe B no edd dypount at awab ,eat 11st wen edd siv erit ment .erdod feb SOMSTICE edd diggout bas eribsM STIRIE edd 10 anovass bas anistasom -1tb Tevo beauter bas Jasoo aftits add gaofs que road grown nedd etuor list edT bedbau sd.t xxxxxxxxxxxxxx of 8 redmevoli ,IIs? aid word list \"bnsIrsbooW aldt at refqmsW between A .alisteb [In't not estupai of bedivnt 9TS bas SS some sintoffis0 xo8 ,anso sofqmen mori beatstdo ed YSM -tdgis Isval believ bas Vasm ebfedy wos afrid edomet deor edd at neve moo mm\/xxm 879110 JI bits sntqgode ,nottsxs[9T satesa Aunt 47-8-301 FAR-AWAY PLACES IN NEXT-DOOR MEXICO - page 2 back-country areas, through use of custom Pullman railroad cars (travelers sleep in the same bed throughout the trip) and special dining cars (all food and water in Mexico are stored and prepared on the train). Railroad buffs enjoy being among early travelers over the newest rail link in North America. They also are enthusiastic about the fact that the trip--more than 3,500 miles-- is covered via five different railroads: the Chihuahua al Pacifico, Santa Fe, Mex- ican National, Southern Pacific, and the Ferrocarril Pacifico. Special fiestas and gatherings are planned in the small villages through which the train passes--and travelers will encounter the friendly and hospitable Indians of the Barranca del Cobre area, and also Mexicans in the towns and along the rail route. Ad- ditionally the trip passes through the homeland of the Navajo, Hopi and Mayo Indians. San Francisco Chronicle journalist described the trip, which she herself took, \"I saw rugged back country and swank resorts, visited with shy Indians in their homes and was entertained by Mexican villagers. All the while we enjoypolyed Pullman quarters and good meals in a spotless diner to me it combined all the reasons people travel.\" Sunset Magazine described the train ride: \"Children come running from almost every hamlet and out of almost every isolated hut to watch this train go past The vaquero gallop= ing alongside the tracks raises his hat in greeting; an old man leading a burro looks up; fields workers, the black-robed members of the Nennonite colony, pause to watch.\" Sunset Magazine continues, \"This is a trip for total sightseeing: You could easily spend all the daylight hours in an open vestibule just watching the landscape slip by. There are deep ravines with red rock walls, with waterfalls slipping over the rims, palms by and ferns growing tkx in the shade, bush poppies tumbling over slopes in the sunlight.\" Joseph Carson Wampler, mountaineer, archeologist, natural historian and tour leader, is a man of long and varied experience. After graduation from the University of Califor- nia, he served as one of the chief archeologists on an important Palestinian expexdition, and his resulting book has been hailed as a masterpiece. Since then he has authored articles and books, chiefly in natural history, and has devoted himself to making the S eggq - ODIXAM HOOT-TXEM VII SEOAIS YAWA-HAT add at qee[a 2760 moteur to SED dgsords ,&SSTS STS oakxell at boo't Ifs) 8980 gatato Istoeqa bas (qirt edt bad ORBE (nist) edd no bas beroja at statf [tax Jaewen edd Tevo KITBO groms sated votas afford beorfish --selfm 002,E madt edd Jedd Jost edt toods offestandtre e's oafs your .soitemA -XSM est STABS Is edd :absorList evil siv berevoo at [ITISSOTION edt brts assi sdid doldw segsIItv [1sma edd at benns[q 976 bas estaelt [stooge edt to ansibal bas edf redness [[tw STELSVSTJ atsw -bA . [1st sdj 300[s bas anwat erit at ansolxeM oafs bas ,SBTLS e'doo [sb SDASTISE eastbri orgell has iqoH cotsvsk edd to bas[emod edd qirt edd I\" , Hoot Mested ede dolriw eqt. edd bedtroseb eloknord ase bas asmod stedt at agaibal yds ddkw betteiv laswe bms losd baggur wsa bas arejisup asmling beyingzoins ow s[tdw sdd IEA asoixsM yd benistretas BSW \".fevsrt elqoeq amount edd IIs benidmoo +1 em of tenth 6 at elsom boog Jelmed frovs from[s mort gatenur emos :abir atsrt edd bedtroaeb entssasm -golisy OTEUPEV edT Jasq 03 misst abd dotsw of duri grove Jaom[s to two bas age soloo £ orw S gaibsel CLAIM blo as at Jan aid 2921ST adost add ebragnols got \".dojaw of tyooloo stimonneM edt to aredmem edd ableti Vitase blinos woY [sjot TO qtst s est etdT\" entssgaM Jeanue .yd qtfe sqsaabas. sdif gaidstsw tent eludtJeev dego as at award Jdgf(ysb edt Ifs baeqa am[sq ,amt's add TOVO gatqqtfa effsirejaw datw ,affew NOOT ber dJlw anniver qeeb 9'16 stedT add at aeqo£a Tevo seiqqoq daud essade edt at anit gatworg bas pt erebeal was brea astrodati Carden Telquew NOSTSD dosao -201\/[s0 to edd most notJaubsrg TOJIA bel'sv brts 300£ to CERM s at instatfes[s9 Instroqmit as no leldo edf to eno 28 beviee ed ,Bin berodius esd ed modia sente S as befted need and >lood aid bas edd gabism of Lisamtd betoveb asd brs extra [STUJEST nit Viteto ,22000 bas selolins 47-8-302 FAR-AWAY PLACES IN NEXT-DOOR MEXICO - page 3 back-country of the West and Southwest accessible to interested travelers--on trail, road and rail trips. The great response for the railroad tours has taken an increasing amount of his time, but Wampler continues to personally lead many tours each year-in the moun- tains and in the back-country in the United States and Mexico. # # # # # # E egsq - ODIXEM ROOC-TXHM WI 835A19 baors ,Ifst bet of bas JasW add to drooms as meast asd away beo LLtst edd 20% edit .qq1st Itst bms erld at- dose away Vasa beef of ford embs atd to .00kxeM bas bottnU sd$ at edd at bas anist # 47-8-303 FOR IMMEDIATE RELEASE (6\/15\/64) From: Wampler Tours, Box 45, Berkeley, Calif. 94701 Fall #2 MEXICO'S VAST CANYONLAND OF COPPER This Fall a unique \"Canyon Wonderland\" railroad tour, emanates from San Francisco and other points West and Southwest, traveling by way of the Grand Canyon of Arizona, to the fabled \"Barranca del Cobre\" or \"Canyon of Copper\"-- Mexico's Grand Canyon. The trip, directed by archeologist-mountaineer Joseph Carson Wampler, will run November 8 through 22--and interested travelers may ar- range now to be included. For many years Wampler has known of the beautiful wilderness area surrounding the Barranca del Cobre, Mexico's major scenic attraction. This undeveloped back country has only been accesssible by the most difficult travel until very recent times. In fact, Wampler has led trail and pack trips into the area for those with the interest and stamina to see it. But now, after a century of attempts and fail- ures, a new rail link has made possible easy rail traved to and through the Barranca area. The tour, as it was originated last year by Wampler, follows a circleproute down through the United States Southwest, into Mexico through the Sierra Madre Occidental Mountains, through the Barranca del Cobre, and back up via the Pacific Coast to return to the United States. More than 3,500 miles are covered, over five different railroads: The Chihuahuax al Pacifico, Santa Fe, Mexican National, Southern Pacific, and Ferrocarril Pacifico. In addition to the Grand Canyon and the Barranca del Cobre, many other fax- cinating things are to be found: The trip passes through the homeland of four In- dian peoples--the Navajo, Hopi, Tarahumara and Mayo; Colonial towns rich in the history of the Americas--El Fuerte, Navojoa and Alamos; Fiestas, barbecues, swim- ming, singing and entertainment by folk musicians; and many more occasions for interest and enjoyment. solde \"sedigmsW smort STAICEMMI 929900 TO TEAV 2 nea mort beotlist \"bas[\"rebnoW normaD\" espirus B IISH aidT based edd 10 YSW rd gallevst bas JEEW etatoq Terito bas to novas0\" TO \"endo\" Isb belds't add of ,SHOSITA to novaso doesof entstwom-Jatgofoedos rd qqs enT bread 2'ooixeM -IS V.Sm bas-ss disports 8 Tedmevoli SINTI Iftw \"se[qmsW .bobyfont ed of won egast SOTE sold to award and STROT yasm TOT road beqo.levebau atnT othese Totam a'ooixeM ,97000 Leb SONSTICE edt KIev fitness lovert Jaom edd you need KIno esd dtkw seody not BOTTS edt otni aqiad Nosq bre list bel esd TelqmsW ,FOST al .29mLt -fist brus adquests to B 'st'ts worn JWB ...k 998 of satueta bas edd SOMETISH edd bas of list yese sfdfaaoq ebsm asd int list wen s .5978 B awollo? rd \"ESSY test betsgigtro asw Jt 86 \" Not edT STISIS end discoult oolxeM ound aetas betknU edd distroctif awob offtos9 edd siv qu losd bas Isb BONSTISE srid [stnebtooO TOVO berevoo 9°IS aelkm 002,£ asda STOM betinU edd of nuts of JasoD asolxeM ,94 sansa coolitost Is sdT : absorList Jastellib evil bas cottiost -sel redito you Leb SOUBTISE add bas baseD edd of notifibbs mL -III to bmsComori sdd 8988.8q qird edT bauot ed of 913 against gattsato edt nit dolr amount IstnoIo0 toyaM bas STIMMISTIST ,too colsvsil astb -miwa , ;coms[A brs sotovsk edt to projein 201 STORE youn bns tensiolam >[[o'] gd brs anigata ,gate has 47-8-31-1 MEXICO'S VAST CANYONLAND OF COPPER - Page 2 Full details and a free, illustrated brochure are available from Wampler Tours, Box 45, Berkeley, California 94701. Local travel agencies or Santa Fe offices may also be contacted for further particulars. If you have ever wondered what it feels like to be somewhere ahead of the crowds of tourists, perhaps a visit to the Barranca del Cobre wilderness might interest you. In a few years there will be hotels and thousands of visitors thumbing their guide books--but for the present few Mexicans and fewer Americans even know of the existance of this \"Canyon Wonderland\". Ehthusiastic members of the first of these tours say, \"Avoid the rush--get there now.\" # # # S egsT - 939900 HO TEAV most eldsItsvs e'ts ,997.1 & bris affstsb IION of stasa TO estonegs Levert [sool stroit(s) exelexise ,24 101 betostnos ed oals Vsm 8901110 edd to beeds stedwemoa ed of extt afeet JI berebrow Igve evsd sor II dright erded leb SONSTICE edd of #taiv B eatakwod to abword arodiety 30 abasaworid bas afsdod ed fftw Brissy we't S al ... dassent Towal bns ansolxeM we't edt 20% ebling Iteda to error noyas.\" adds to sonstaixe edd 10 wordl neve \".wor error teg-dent sd.t blovA\" eyes STUDJ exed& to Jarty edd 47-8-31-2 ORIGINAL NEW RAILWAY OPENS UP MEXICO BACK COUNTRY TRIPS Recently the Chihuahua al Pacifico Railroad completed the extension of its line through the mountains and canyons of the Sierra Madre Occidental. This tremendous and spectacular engineering feat makes possible a 15 day circle railroad trip to include both the Grand Canyon and the Barranca del Cobre, Mexico's \"Grand Canyon\". Joseph Wampler of California, an independent Archeologist and Mountaineer, is organizing the first such rail trip, scheduled for early May of this year. Few would challenge the fact that the Arizona Grand Canyon is one of the world's outstanding scenic wonders. Say the same of the Barranca del Cobre, and few would challenge it, either--rather, most would ask, \"Where is it?\" Located in the Southwestern part of the Mexican state of Chihuahua, the Barranca del Cobre is the home of the Tarahumara Indians and is seldom seen by travelers. The Indians live in this high country, farm some fields on as much as a forty-five degree slope, and raise sheep and goats. They live much the same as did their ancestors in this remote back country. While the Arizona Grand Canyon is wider and has more variegated color, the Barranca del Cobre is deeper, has more water, and more natural vegetation and habita- tion. Both are awesome and beautiful. Tour members will be seeing Mexico's major scenic attraction in a rela- tively pristine condition. In a few years there will be hotels and thousands of visitors thumbing their guide books. This tour will offer maximum comfort for such an undeveloped area. The Santa Fe Railroad will make up a standard Pullman equipped train for the excursion. Tour members sleep in the same bed every night of the trip. Food and water will be stored and prepared on the train itself. The trip will include a two day stopover in the mountains near Divisadero, at a mountain village, where the travelers will join the local people at a big SOAK ODIATI TT YAYIIAH WEN If got 06\/2009 is audition and problem aypoin erid to one ankedratom eifj discounts drill adi elotto VPD 2 is ofdlesse Jack bas sint for CONSTITES odd brs magnet) Based oil door ebclont of qiso because - 20 Exam equat fist dose edd and at bas this its you 20 9 beturberios To 9,10 at baseD applications dhild Jest off eguettado blood WST Jeb sometime edd to easa. odd: VSR arebook states ethCrow esid plan $20.00 400 bas to edaya erté .30 dream ord bedsooI mobias al bas erid edd et Tab srid agoe date extract over enterbert er!! ind nood you addos bas quede eater 600 saqpie serges 2 tast donta 3.0' no exclusion plosd edumer alds sterid b.t.b as error edd discuss over ent $70400 STORE robiwiel bread montza ord -stided bas nothedeger Lender store retion drop mad traqaeli by and Lob Details brs euroeavis ets days sactile =sfat is at coldostitis satese ed bradder abasemorid bas efedor! ad. exend D at enforce 70230 SENT sebood abida starts goodmark to brebaste D car exise 0'I ..... begoIsvébru AS done 967 bed couse prist at goals and 202 riking begglepa edit no bria benoto, ed book side to diffic frove the silf pl reveneds tali our B fillw atra ent gid to elqoeq [sool. only not $5.00 said Steffer k696EIfv extedition is do 47.8-32-1 - 2 - camp fire fiesta and hope that some Tarahumara folk instrumentalists will happen along to play some of their haunting music. Yes, there will be some thrill of adventure these first few years. Tour members will need plenty of film, black and white and color, to capture some of this beauty. Few can name a two-week trip the equal of this in photo- graphic opportunity. Here is form, patterns, color, and fascinating human interest Railroad aficionados will appreciate being among the first to ride a com- paratively new link in the Chihuahua al Pacifico Railroad, although they will be aware of the fact that this represents the third attempt in the past century to push this road through the mountains to shorten the route from the Mexican Midwest to the Pacific Ocean. In addition to this road and the Santa Fe, the tour will travel three additional lines--Mexican National, F.C. Pacifico, and the Southern Pacific--a total of five different railroads. Beyond the mountains, dropping down to the foothills and the maritime plain, the tour reaches the ancient town of El Fuerte, which was established in 1546 and was a strong point on the historic El Camino Real. Subsequently the tour encounters Navojoa and then Alamos, an even older colonial town of the El Camino Real. There is much more to the tour--including fiestas, barbecues, swimming, singing, and entertainment by Mariachi Bands. The tour schedule calls for departure from San Francisco and Los Angeles on May 4, and, then on to Williams, Arizona (where Easterners will join the party), the Grand Canyon, El Paso, Chihuahua, Togno (or Divisadero), Cuiteco, El Fuerte, Navojoa, Alamos, Guaymas, Hermosillo and Nogales before winding up at Tucson, Williams, Los Angeles or San Francisco, according to individual itineraries. How did the first visitors to the Yosemite Valley feel? What were the thoughts of the first travelers to the Grand Canyon when they gazed upon the now-world-famous panorama? If you have ever wondered what being somewhere ahead of the crowds felt like, this tour might interest you. For further information, inquiries should be addressed to Joseph Wampler Tours, Box 45, Berkeley 1, Calif. esggad FC edosi distid agort bma desir out grad 10, ICENTY emos ad Gifty repl to 8708 yalg of grole arson we't esed 03 $20,000 bas 03 30 ginbig Boda flin quoT at abdo 20 [supe, edt cand >lesw-ows \" easn tioo not bouned atità 10 SIDE signional Abres $15.80 is eier obtigate -200 & ebty p& add 30908 saked item bsorLinfi ed II.hr york in old it Stail wen dasa adg it end aint Jed's fost erif to STETS only mort after .00 of ord 8807 and Hang 00 end 197 sans? and box best and of x AnsesO artà of Jeew5.1M brss .04E esuald Levent Eftw was with id redos only intaig ord but all452002 salf of away certification did broyed bas air nit bedafIdetro BEW doldw Ca 10 awout dristons did cerlosst alied ords rood and Leon online the did not dataq groups s BSW 12 edd to row Iaireles tebfo asve ner wild\" one solovish and servediusd (astast) work eris of drom dobar at exedT Leon brus eelagna soI bns nos most 70° affes tood edT sit atol, The exerfy). angalyA of no nerts the of VAM to costion (oxebsalvit to) 00901 ,0864 13 brait add (iding st. CIV antbrin calsgon, bots above redieut 12 of gatbrooos constonent msB 20 aelegra 607 add 27017 91003 tolleV of 28411 and bib woll add nogy $93.48 yed, nerve bread erid 63 denth and to eddigued boods exedwenos grited dadw basebnow LOVE ever soy 97 Parsonsq redding 200' .00¥ digit. 400 \"ahid ebworo add to 21(s) of colorist 2008 LEAVER algoat of 'beasorobis 30 bluoda self 47.8-32.2 FOR IMMEDIATE RELEASE (6\/10\/63) From: Wampler Tours, Box 45, Berkeley 1 NEW RAILS TO MEXICO BACK COUNTRY Recently a group of American travelers explored the Mexico back country of the Sierra Madre Occidental Mountains and the Barranca del Cobre, often called Mexico's \"Grand Canyon\". Under the direction of Joseph C. Wampler, distinguished archeologist-mountaineer, the group travelled by rail over five separate railroads and covered some newly accessible parts of Mexico's most beautiful remote areas. Due to the enthusiastic response to the trip, Wampler has announced plans for a special Fall return tour, Oc tober 26 through November 3. It is always news when a new stretch of railroad opens, and es- pecially when the opening brings with it new accessibility to little known and scenic country. Recently the Chihuahua al Pacifico Railroad completed the extension of its line through the mountains and canyons of the Sierra Madre Occidental. After two unsuccessful attempts over the past hundred years, a tremendous and spectacular engineering feat-- including the construction of more than seventy tunnels carved out of solid rock formation-has made it possible to travel Q. circle-route by rail to include both the Grand Canyon of Arizona and Mexico's Barranca del Cobre. Little known to Americans, the Barranca country is widely consid- ered the finest scenic attraction in all of Mexico, and rail fans and outdoors enthuslasts heartily welcome the opportunity to visit it. Located in the Southwestern part of the Mexican state of Chihuahua, the Barranca del Cobre is the home of the Tarahumara Indidns and is seldom seen by travelers. The Indians live in the high country, they farm some fields on as much as a forty=five degree slope, and raise sheep and goats. They live much the same as did their concestors in this undeveloped area. The tour passes through the homeland not only of the Tarahumara In- dians, but abso that of the Navajo, Hopi, and Mayo Indians. During the first tour, Wampler showed the Indian villagers films he had taken earlier 0$ themselves and their villages- and they were fascinated. The Indians came from miles around to see themselves--and were particularly delighted when the battery-stored electricity began to run down and they saw them- selves in slow motion. - More - I ,24 xoa T9SqmoW morr (Ea\\OI\\d) 3243138 3TAIC3MMI 907 YATHUOS XAA ODIXAM 2JIAR WEW dood 00jx9M art b990jqx9 MODITAMA to quore a sob ent bnd jojmsblooO gabok 077912 ont to UTTSWOO to mottoorjb grs 79bnU bronD\" a'oojx9K bolloo motto ,99000 quore out ,99\/qmow .) riggeol USWEST 9M08 5999000 bro absorjior 93070q98 goit TOUO Stor ud ballousts 9\/1 of SNO .80970 STOMST surftwood teom e'oojx9M to 2570q 9jdj889000 D 709 espia and 99\/qmow 19543 911 of 98500889 offenjeuring as 19dat 50 ,Twot newsgr 5507 Jojaaqa -89 bno , 8,19 90 10091109 to W9S D ayous at II 933335 of WSW 33 Atjow againd ast storias 0550309q bookjjo8 00391209 so 9513 039902 bsto sword bro eajoisusom 9AT ands 213 to notametx9 945 TOUO asametio out TINTA Jojn9bjoo0 9TboM 079918 9NT to --109° patroonigno bno o borbawsi j80q 9MT to two boutoo ejensus non't 9TOM to 9st pribulost yd D Security of jj abram a. door biloe e'oojxen bno onosjik to bnot a 941 stod abusons of 5309 .99do) Sob -bianos as 911 of swort 953333 bno anot 1309 bro ,003x98 to ssd as softoortio teanst 9stt b979 ,33 jjeju of snt 48559094 standending 2900bjuo 9.1$ to stoje noojx9M 95$ to 1909 ovit STS betoool mobiss as bro enbibil ont to 913 as 97003 Job 9mog moot yous grit sis gujs enolbni SAT +87919009$ yd 5998 .stoop DRO agasis 92109 bro 1990\/8 999096 a 8D down 80 so abjojt .0990 boqojgusbru ejds st qjont brb 8.0 SALDS 2AT down 9035 VISAT -STI snt to usno for bnofsmod and riguorit 898809 wot DNT 9513 printed I oyoM bro totoooll gdt to tont oado twd enojb 1935909 bod 9A amist notbal art beworia 79\/qmoil Twot SAT befonlgeor 979w vosit bno-espollto bro 20 bsjdgjjsb 919W 998 of bauoto 8913m most 9500 -morit WDE can bro swob SW of roged grit .noitom wose 513 890\/98 970M - 47-8-331 - 2 - The Fall tour will offer maximum comfort, even in the most primi- tive back country. Special Pullman cars will stay with the tour over all five railroads- and travelers will sleep in the same bed throughout the tour. Food and water will be stored and prepared on board the train. During the nine-day trip, more than 3,500 miles will be covered--includ- ing mountains, canyons, and beach areas. Five separate railroads will be traveled--The Chihuahua al Pacifico, Santa Fe, Mexican National South- ern Pacific, and the Ferrocarril Pacifico. Fiestas and street folk mu- sicians will be encountered several times, and the trip will afford many excellent opportunities for photography, shopping, and of course, relax- ation. \"The canyons and the mountains are at \/their finest in the Fall\", Wampler says, and he points out that the weather is best at that time of year in the Southwest. Travelers will find the Grand Canyon of Arizona is wider and has more variegated color, while the Barranca del Cobre is deeper, with more water and natural vegetation and habitation. At the conclusion of the first tour the tour members were extremely enthusiastic about the scenic country, excellent accommodations, sparse- ness of tourists, colorful fiestas, and friendly people all the way. Many people have wondered what the first visitors to California's Sierra Nevada Mountains must have felt, a century ago, when they gazed upon the vast panorama, then unknown, to the world. If it's ever appeal- ed to you to be there a hundred years ahead of the masses, this tour might interest you. For a free, illustrated brochure, with full details, inquiries may be addressed to Joseph Wampler Tours, Box 45, Berkeley 1, California. 7-EE-Sth wan p6 agglessed so lossby Maubr61 LOALS' Box #20 I' wrays Ron* LOL s 2666' MEEM BASS assassas 6q to non so pe smighag ASCLE assaq 01 tys W08868' tyra forth rrbois fise noas no tys mossa. II 6061 abbeas- Nenaga Nonsfassa what sons bassi a CONSMIR ado' myses sysit daseq your beobse sons mongelsq myas firs so a 1632 of somes cosobing 8\/68\/08' 619 beobge ass the man. aport fise accuse stressess aboles- Vf fise 02 fire SKS FOML M6L6 geebel' mifis WOL6 maf61 asq was asq {8 msgel ass you WOL6 coral muss fiss Ballowco 961 COPLE {8 A60L fs fiss miss brisq gys GLONG carrious of Moubles agna' asa use bosure ONE type FIVE {8 peat of that frus of #LISS cashois asq fiss OLG of LIVERS brysef tv tye kassus assos. excessous 101 pring of comes Lefox- miss pe BENELOS asq five susb miss offord soun 615 bactlic' oss fiss kellocolles booshsco breasas ans bosy was ps as bocclico' 20150 L6' Hoffowas rua ass peocy 01608' LIDE asbolose Lafflooqa miss fiss issue-gan fishs USOL6 from 3'200 mess p6 coneleg sucsing- fys fom.\" booq asq maf61 mffs ps asq busbalsq OIS poola fys flass off 2506 mess 8566b in fyr Bass psq $106 pack COMSFLA. abscros bassway COLS miss meen fus fom ONSL LISS boss FORT mess OTTEL waxfurmus 60615 is fise 11081 FOR IMMEDIATE RELEASE (8\/1\/63) From: Wampler Tours, Box 45, Berkeley 1 RETURN \"CANYON WONDERLAND\" RAIL TOUR PLANNED Two of the most spectacular canyons in the world--Arizona's Grand Canyon and Mexico's Barranca del Cobre (often called the \"Grand Canyon of Mexico\")--are now accessible by rail, due to the opening of a new rail link through Mexico's Sierra Madre Occidental Mountains. After various attempts over a period of a hundred years, the Chihuahua al Pacifico Railroad of Mexico constructed more than seventy tunnels and performed the spectacular feats of engineering necessary to open the new line through this rugged Mexican back-country. Earlier this year the first rail tour ever to travel a circle-route encom- passing both major canyons was led by the distinguished archeologist- mountaineer, Joseph Carson Wampler. Wampler's group consisted of travelers from various parts of the United States. They traveled through the American Southwest, down into Mexico, and back along the Pacific Coast to their point of origin and return, San Francisco. In response to the interest and enthusiasm of the first tour group, a Fall trip is now being organized to cover the same territory, October 26 through November 3. This tour will cover more than 3,500 miles and travel on five different rail- roads. Travelers can compare Arizona's Grand Canyon, well known to millions of tourists, with Mexico's Barranca del Cobre, which is almost unknown to tourists. Deeper than its Arizona neighbor, the Barranca del Cobre is characterized by its abundant water supply and verdant growth. The area is inhabited by the Tarahu- mara Indians, who live much as did their ancestors, farming and raising small livestock--and growing some crops on as much as a forty-five degree slope. The tour also passes through the homeland of the Navajo, Hopi, and Mayo Indians--and special arrangements have been made for the tour to coincide with -More- (804210) SCANJER SOT W00 UTAR bats and is door and '10 owl West to and holling haddo) endo lob SOPOTISE alcohol electron the sun is 2 galanda eits 00 allow w sidinazors to Bolton 03 ISVO adopt order assets nade estart to beoulion corriest Le add hosbind of the ates) only bearpy rigueste salf West edo dego is formit of seve avoid (les derti 030 TRAY airs one hid bed can going died 2013 arelovest 20 goods wellerow our and belovest beth eat 20 118.8 Los alaina to shipq of 40050 gaula his is end 25 the 650 69 ex as and and dovos of gaind wen ei give 11st 4E rednewol after over no Levend bes pethy 00216 north error 26\/03 good whit to 07 his been energies neo ashgon of at Iso consent footxell deter 038 not as entico Lab and eff and 6\/4 w el 4500 eat Individual creation bow 2.0mm bus inki bis is does SVIL other grant BD doms is no acoro elige submit even 502 clook rotovin edd 20 subject and discount assang defin must ent Kits of one 201 show need aved administrative fallery's 47.8-341 -2- Wampler Canyon Rail Tour (Continued) some special Festivals among the Indians. A high point of the first trip occurred when Wampler showed the Indian villagers at one station some motion pictures he had made of themselves and their country--and the Indians came for miles to view the movies. The batteries, stored on the train, then began to run down and the In- dians enjoyed the films even more in slow motion. This Fall's tour will offer a maximum of comfort, even in the primitive back- country areas. Special Pullman cars will travel with the tour on all five rail- - roads--and travelers will sleep in the same bed throughout the tour. Water and food will be stored and prepared on the train, especially for the group. The five separate rail lines to be employed during the nine-day trip will be the Chihuahua al Pacifico, Santa Fe, Mexican National, Southern Pacific, and the Ferrocarrial Pacifico. Fiestas, street musicians, and general celebrations will coincide with the tour at several points, and the entire trip will offer spectacu- lar photographic opportunities (the best scenery being passed during daylight hours.) Shopping opportunities will be especially good in the more remote Mexican villages along the route planned. General relaxation of pace and attitude are guaranteed. Railroad aficionados will enjoy being among the first to ride the new rail lines through the Barranca del Cobre area. Outdoor enthusiasts will marvel at the spectacular beauty of the canyons and primitive condition of much of the country- - side. Those interested in Indians of the Americas will have an unusual opportunity to travel through the homelands of four Indian peoples. For a free, illustrated brochure about this country and the tour which is planned for October 26 through November 3, interested persons may write to: Joseph Wampler Tours, Box 45, Berkeley 1, California. # THOT firm 00\/180 -2 good on 10 takeon and Salasqu 6908 the 1.3 and soldon BITOE not date 800 asibnI adj bevode mother the wedy 67 with 901 0000 and start bas novicement to bad end bitt much not of case ned 645 or becode art and walton said al STORE DOVE setty odj bayotas -closed and nit nava To musting E THE at sibit over 150 to 2003 edt date 109353 Lives ban redeW wind and bed Base out nl gaste fild stolevard square 045 902 ashand end or behaviors for ad site 5001 ed Stiv offered one school hypolime ad of reh M examines 8913 ed? side best piltons RIscolden w amad is add iilw bos and deside 405\/11024 depositphotos Lite Quee oritie 6.0 bits arring is TENOS odj 1424 digitysb boeash galed didd odd) ref area out a book ad gategoria aboution the BCAL 30 lessoad about set 200.00 flan von 611 of dosts only 2000 Total fbb and do love and Lab and Agronis cealt response and to done to overhead Erro to the over explore add 20 contral nb ship 2007 to abosIsmal and fevers or et dokin end bas STATION gids spode . no'l set ethan \"pain : st as wold of the 2006 47-8-34-2 FOR IMMEDIATE RELEASE (12\/1\/63) From: Wampler Tours, Box 45, Berkeley, Calif. 94701 MEXICO'S WILD BACK COUNTRY \"How many places are left in the world that are still to be explored by tourists? Count them, but don't forget one almost in your own back yard. It's hard to believe that only a few hundred miles south of the Mexican border sprawls a primeval wilder- ness inhabited by indigenous Indians that is unknown--even to the Mexicans.\" Thus wrote journalist Maxine Atwater of the San Francisco Chronicle shortly after returning from Joseph Wampler's \"Canyon Wonderland\" Rail Tour. The area Miss Atwater writes of is the Barranca del Cobre (Mexico's \"Grand Canyon\") area in the Southwestern part of the Mexican state of Chihuahua. The indigenous Indians are the sturdy Tarahumara, who live in the canyon and its environs, farming some crops on as much as a forty-five degree slope. Wampler, best known for summertime trail trips through the Sierra Nevada, has recently pioneered this unusual conducted rail tour, covering primitive, little seen country via comfortable train travel. The \"Canyon Wonderland\" tour follows a circular route through the American Southwest and Northern Mexico. Travelers visit both the Arizona Grand Canyon and the Barranca del Cobre. Five separate rail lines carry travelers on the 3,500-mile tour, including a new link or rail through the mountains of Mexico's Sierra Madre Occidental. A special nine-day tour of this country will be offered during Easter Week, March 21 through 29. Travelers will embark from San Francisco, Los Angeles, Williams (Arizona), and El Paso (Texas). Fares begin at $320 including sleeping accommoda- tions and almost all meals. Many students and educators will take advantage of the Easter Vacation timing of the trip. Journalist Atwater further described her trip, \"I saw rugged back country and swank resorts, visited with shy Indians in their homes and was entertained by Mexican villagers. All the while we enjoyed Pullman quarters and good meals in a spotless diner \"...to me it combined all the reasons people travel.\" Response from - More - more 427140 :14 smost (CALASS) SEALING STATESMME FLOT HOAR CITY Technical vd and bit fitte o'to Hads only a dist STS 2808.0q woll\" eyelfod of board : ink Nord thro that 11.1 scomin $00 493702 diach dad Levening a rebaid oil 20 Adros. 20 film in $5.00 st oil nib dads seen bitorosis and to teasidA sudi 6919 air 42007 agenci word 78346 at 5978 (\"moyos) 60070 oadol feb possible get at to potter ISJENGA selM ed? to edete ed# to drug only emos Ban Moyner adj st. SVIL city required gourde edd DTD california 202 more Jeed a C.S. down 2,0 go agoso Bichoose and &BhaveN rdd discount Item Leven ply Values mass revisible Lies out agencie adidas is swoffet was ent has noval odd didoo dialy sublevenT have dreadJune only no trush double 526% 97.24 side £95 SOUSTER add recom to edd to was is glool zodai& badeTic od the TECHNOD to not felpage A restozch ead no2 more Special LD .RS discount is domsM OSE$ to styped ears$ 0859 III has odd to area the bris VREN: .elsem Ifs Jaorie bas agoit squit 20 notheray redest has dood beggur type roll bedtrobes redaver assisted rd new 5kts serious briends THE via did.nc badbalv 6 all offer bobs bas insuline SW alth erid IIA mori \"format algoaq imperioried life Ji sun 03.1.\" 47-8-351 MEXICO'S WILD BACK COUNTRY - page 2 all who have participated in the tours to date, has been enthusiastic and popular demand has prompted Wampler to make more frequent \"Canyon Wonderland\" tours available. Further details and a free, illustrated booklet are available from Wampler Tours, Box 45, Berkeley, California 94701. Naturally this tour yields many and varied travel opportunities--photography, sight-seeing, relaxation, shopping, and study. The tour passes through the homeland of the Navajo, Hopi, Tarahumara, and Mayo Indians. It also covers historic, early- day Mexican colonial towns, and many seldom-visited places. The awesome comparison of the Grand Canyon, wider and more variegated in color, with the Barranca del Cobre, deeper and more verdant, is now possible in the space of a few days--thanks to modern travel and the coordinating ingenuity of Joseph Wampler. Special arrangements have been made for the tour to coincide with Indian festivi- ties and colorful Mexican celebrations--including mariachi bands and Indian folk- instrumentalists. Railroad aficionados will enjoy being among early travelers of the newly opened rail line of the Chihuahua al Pacifico Railroad. Additionally four separate rail lines will be used--the Mexican National, Ferrocarril Pacifico, Santa Fe, and Southern Pacific--but the Pullman cars will be the same throughout the trip. Joseph Carson Wampler, mountaineer, archeologist, natural historian and tour leader, is a remarkable man. After graduation from the University of California, he served as one of the chief archeologists on an important expedition to Palestine, and his resulting book has been hailed as a masterpiece. Since that time he has authored important articles and books, chiefly in the field of natural history, and he has devoted himself to the organization of tours throughout the West. The unprece- dented success of the \"Canyon Wonderland\" tours has taken an increasing amount of his time, but Wampler continues to personally lead many tours each year--in the moun- tains and through various back country areas of the West and Mexico. # # # S 9389- vittle XOAE daily has mead and estab od only 11.1 event ody SG acced organ color of religment bodymong con chance 6012 officitive 979 deflood COOTH a base 2015 000E forest beltov Date View shield 2003 atto ord dipports againg 200$ out youds pas 107 DISVOD bale 3I byall ban too edit to ed) you boto property Tab gended Dab out ml ben progred 20 creebon 05 will a 10 easqa end (ii) you el education 953 zegpet diposot 30 whipper odt Deer Levars of word adid 20% alyan hood ever vollow rathet bas doged gretter pikely help pait 20 gritting gated votre III cobamobatte is adj to cast 7187 adj continues gill-bear ed bonit Item old aman edt oci tits ed produce cr place - rood Date Casuten 498740 Agency on 10 edt most was at crebest contienter of its DO Saldo eald n and 5@ bevise the and emitsh test sarco $ EB beltes sand and Good and been Lass company 70 set all spoked Bas description barodjus OIT stasw out doodyword exped to add of bedoveb part off \"to dates saled and gover edd 20 bedneb ed) dose 07003 your bsef of separation and all bus deaW odj so 28916 blood avoiesy bits enter 47-8-35-2 FOR IMMEDIATE RELEASE (1\/15\/64) From: Wampler Tours, Box 45, Berkeley, Calif. 94701 \"Easter Week Special\" Canyon Wonderland Tour Reg 5 EASTER WEEK TOUR TO MEXICO BACK COUNTRY Modern civilization touches some of the oldest peoples and traditions of North America, when the \"Canyon Wonderland\"Xxxc Rail Tour travels its circular route through the American Southwest and into Northern Mexico's wilderness back country. After two highly successful previous tours, Joseph Wampler has arranged a special Easter Week tour designed to coincide with the vacations of students, educators, and others. Saturday Travelers will embark from San Francisco\/March 21 and spend nine days aboard a special excursion train covering more than 3,500 miles, returning Sunday, March 29. (Tour members may also embark and debark at Los Angeles; Williams, Arizona; and Fl Paso, Texas). The tour will explore the primeval wilderness of the Barranca del Cobre area, the Barranca del Cobre itself (often called \"Mexico's Grand Canyon\"), Arizona's Grand Canyon, earlysky-day Mexican colonial towns, and many other fascin- ating scenic and historic country. This loop route rail tour has only recently been made possible by the opening of a new rail link through the mountains and canyons of Mexico's Sierra Madre Occi- dental. After a century of attempts and failures, the Chihuahua al Pacifico Railroad succeeded in completing this last link of rail-in itself a major engineering feat including the construction of more than seventy tunnels carved out of solid rock form- ation. Little known to Americans (or to Mexicans, for that matter), the Barranca country is widely considered the finest scenic attraction in all of Mexico. Joseph Carson Wampler, distinguished archeologist-mountaineer-natural historian, has known the area for many years and has led hiking and trail trips into the area before the rail trip was feasible. Now both rail fans and outdoors enthusiasts heartily welcome the oppor- tunity to visit this legendary country. - More - rotile ........ 21 8 towoT : HOT WOT moyast \"Istoeq8 >(es W YATNUOS XOAS ODIXHM HUOT X33W dition to bas aelgosa JeebIo ort to SMOR educat aft BISTENT DOT fish novaso\" sit nedw ,softemA blood otnet bas naolremA add [stasqe & begastis esd TelqmsW dq evolverq Colleasous yidghi owd Tejta extrebute to anoldsost edlt dttw obtontos of benglash suod >seW rejest assetto bas bisods aysb eats brege brie ES as? not't [[hw STSIOVSTT .PS dorseM tsbare antrader madt STOIT gatrevos abset [sibeqa B 17 bas {ANORITA amstirew soil to >tadab bas oals your stedmen \"NOT) leb BOUSTISH and to azerrebI.ww [sveming erit STOLqxe IIbr wot edT . (ssxeT toust (\"novast DMSTO e'oolxaM\" belled medio) Meath SIDOD Lob BOASTISH and (SOTE adida5 -nices? Todo your bas eawwa Istmo loo asoixsM bms ID B'SHORITA bas othess grifts getnego ord yd eld ebam resed y.Ino earl was first ejoor goof aidT -2000 erbsM STISI2 e'oolxsM to bas entetrusom add >IntI List wen S To beotfish Is surfacting erld bas edgmetts to a TOJIA ise't gatreentyge Totam s Maeth at-IST to Nat Jes[ abrd gattelquos at -11701 blood biloe to two bevino alonnus Edness asrd STOM to edt gatbulont .nolds Extense SONSTICE edit (rettsm Jant TO' ,ansolxeM of to) ansolvemA of aword eI notes) riqseo .001xell 10 Ifs nit moltosrits of Jasmil only berebia.ro ylobiw at SOTE ord award asd , TO.LqmsW airt 11st sdj exoted SOTE sd.f otne eqitt List bets gabled bel asd bas BTSSY your TOP -Toggo erit emoolow Vittised afastandine stoobdoo bas am LIST ritod WON .sIdtasol asw Etchange abd flaiv of - error - 47-8-361 Comparing the Grand Canyon of Arizona, with its greater width and more variegated color, and the Barranca del Cobre, with even deeper gorges and more verdant growth, is a new and exciting prospect. The Tarahumara Indians who inhabit the Barranca area are agricultural, farming some fields on as much as a forty-five degree slope, and raising sheep and goats. They live much the same as did their ancestors in this un- developed area. The tour has received wide acclaim, and journalist Maxine Atwater of the San Francisco Chronicle wrote shortly after returning from the tour, \"To me it combined all the reasons people travel.. saw rugged back country and swank resorts, visit- ed with shy Indians in their homes and was entertained by Mexican villagers. All the while we enjoyed Pullman quarters and good meals in a spotless diner.\" It is because of the popularity and demand for the tour that Wampler has added to his all- ready crowded schedule this Easter Week Special. Five separate railroads will be traveled-the Chihuahua al Pacifico, Santa Fe, Mexican National, Southern Pacific, and the Ferrocarril Pacifico. However, the same pullman cars will travel over all five roads. Fiestas and street folk musicians will be encountered several times, and the trip will afford many opportunities for photo- graphy, shopping, study, and of course, relaxation. The tour passes through the homeland not only of the Tarahumara Indians, but also that of the Navajo, Hopi, and Mayo Indians. During the first tour, Wampler showed the Indian villagers motion pictures he had taken on earlier trips, of them- selves and their village. Needless to say, the Indians were fascinated and came for miles--and were particularly delighted when the battery-stored electricity began tb run down, and they saw themselves in slow motion. Further details and a free, illustrated booklet are available from Wampler Tours, Box 45, Berkeley, California 94701. # # # badsgefrev STORT bms ridbiw ett this ESHOSITA to based edd gabraqmo3 et eddwork Jasbrev DTOB bas requab NSVS d&low Isb SONSTICE and bas , To loo 2916 SOMETISE sdd fideral odw STANDSIST edT galtfox bns well 8 bre ,equIe eergeb s BB room es no ab[st? omoe ers -000 abid at erojasons zierd 61b as onsa ent doum avt. you'T bas qeorie grift .59°S beqo[svsb ns? add to TeJawJA entert Jatismwot b as asteroos ebiw beviecet esd was edT bentdroo # SEE ot\" Two add most reflin Vitroris sJoTW eloknord -tiatv plass b as road beggur ws e slqoeq out IIs LEA missing Ed BSW bas esmod Itedt nit ensibmI Trie dtier be at II \".ronth ase [Joqa s at efsom boog bas BISTISUP mm\/[09 beyotne ew eltriw and -la air of bebbs and dadd wor edf 202 basmeb bres ord to sausged .stonqa 2(seW rejest abd bsbwoto Thset 494 stase toattlest Is 9d IIbw absorList evil onee sit .colliost LITTSOOTIST edd brts cottlosq mediction aso.kxM fliw enstotem >IIo 2 Jesupe bas esteat .absor ovit IIs ISVO [SVSTJ f[bl 8'180 -otoriq 101 selfinutroqqo you Brotis IItw qtrf add bas esml t ISTOVES ed to brs egataqoria dad enston self to yino for basismod arif word sdT ***IgmaW two desit silt antwa .arathaT oysM bas ,EgoH coloval add to Jadf oals -modi to eqit refline no noist bad arl noldos stegality sdif bewode amso bas batantoes? STST ensibnI odd eyse of zeelbssW Ilent bms zeviee maged Editions odd nertw bedrigtfab SIEW 20°L .moldom wo Le at sevisement was yeals bm errwob COPY dd mor? oldsLievs are jeDood betsterill ,9912 s bas afted . TOTALE staroft Is0 20 300 E BFMF_B47_F08_023 47-8-36-2","genre":"press releases","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--5. Festivals: Operating Files","source":"000f996c-2fec-480f-8644-294a31efccb4","source_descriptive":null,"status":"Done","style_period":null,"subject":null,"table_of_contents":null,"technique":null,"title":"Mexico tour press releases","visibility":"Public","work_type":"Image","id":"000f996c-2fec-480f-8644-294a31efccb4","x":-0.8465251923,"y":1.1072335243},{"accession_number":"BFMF_B53_F06_013","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:36.213955Z","creator":null,"date_created":null,"description":"Contact information and meeting scheduling preferences for members of the San Francisco Music Council.","full_text":" Name Mailing address Day Eve. Res. + Tom Donabue 1810 Scott St. , San Francisco 986-2825 986-6244 346-8939 Ralph Gleason 2835 Ashby Ave., Berk 94705 845-1143 845-1143 843-2090 Bill Graham 1545 Market St., s San Fr. 94103 621-0487 621-0487 Barry Olivier $ 2953 Hillegass, Berk 94705 843-0446 848-3856 841-3001 Ron Polte 54. Martha Ave., S.F. 94131334-0111 333-9400 333-9400 585-6429 585-4000 Messages 621 6487 Rock Scully 2196 Union St., S.F. 921-4268 \/42a2897-2917 Bill Thompson 43 Rivoli St. I S.F. 387-2408 387-2408 731-7778 387-2632 Jann Wenner 624 Rhode Island, S. F. # 94106 552-2970 552-2970 824-8274 MEETING SCHEDULING PREFERRED TIME\/DAY INFORMATION Names\/Phone no. Sat oftension RON POLTE, Chmn. o 333-9400 r 585-6429 BILL GRAHAM o 621-0487 I 751-6335 RALPH GLEASON o 845-1143 I 843-2096 TOM DONAHUE o 986-2825 r 346-8939 BILL THOMPSON 0 387-2408 r 731-7778 JANN WENNER o 552-2970 r 824-8274 ROCK SCULLY o 921-4268 r 897-2917 shakey 849-4394 Olimin","genre":"administrative records","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--6. Festival Programs & Additional Operating Files--6.3. Wild West Festival Operating Files","source":"0010687d-988e-4cef-be67-a5b025dc423b","source_descriptive":null,"status":"Done","style_period":null,"subject":"Gleason, Ralph J.|Wild West Festival (1969 : San Francisco, Calif.)|Scully, Rock|San Francisco Music Council|Graham, Bill, 1931-1991|Olivier, Barry, 1935-|Thompson, Bill, 1944-2015|Wenner, Jann|Donahue, Tom, 1928-1975|Polte, Ron, 1932-2016","table_of_contents":null,"technique":null,"title":"Contact information and scheduling preferences","visibility":"Public","work_type":"Image","id":"0010687d-988e-4cef-be67-a5b025dc423b","x":-0.446466893,"y":0.5940508842},{"accession_number":"P0346_id88334","alternate_title":null,"api_model":"Work","collection":"John Cage Correspondence","contributor":"Cage, John","create_date":"2021-04-06T15:41:18.519140Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"id88334|Box 1, Folder 6, Sleeve 19","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"The Cage Correspondence collection is comprised of correspondence and ephemera including letters, cards, clippings, catalogs, photographs, negatives, cassette tapes, music scores, and art. Early materials focus on family correspondence and newspaper clippings and are interspersed with Cage's own notes and manuscripts. Later correspondence is enhanced through Cage's use of \"Note-o-Grams\" which provides carbon copies of his sent messages.","series":"John Cage correspondence--Correspondence, 1901-1993--1970-1977","source":"001223d7-5d23-473c-83de-4441530c03e5","source_descriptive":null,"status":"Done","style_period":null,"subject":"Cage, John|Composers--United States--Correspondence","table_of_contents":null,"technique":null,"title":"Correspondence from John Cage to Louise Crane","visibility":"Institution","work_type":"Image","id":"001223d7-5d23-473c-83de-4441530c03e5","x":1.4676097631,"y":-0.1502873302},{"accession_number":"BFMF_P30_04","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Lande, Alan","create_date":"2021-03-15T15:30:38.212504Z","creator":null,"date_created":null,"description":"Schedule for the Multiarts Festival, running May 17 to 24 in Bellingham, Washington. Events include music, an auto show, films, theater, trade fair, poetry readings, art sale, town meeting, frisbee tournament, environmental artists, films from the Northwest Filmmakers Festival, fencing tournament, puppetry, motorcycle scramble, parade, a street dance, arts exhibition, carnival, Y.W.C.A. Queen's Reception, the Blossomtime Skating Follies, senior citizen hobby show, aerobatic display, and a Kiwanis pancake feed. Other events ongoing throughout the week include more music, photo exhibits, video tape experiments, hot free food, lazer beam experiments, a Shazzam Society show with display of works curated and explained by Tom Robbins, a \"shoot-in\" filming event, a festival newspaper, a reading room of experimental publications, the Local Hazzards and Fanfare Troup, Blue Jay Way's Living Art Commune, the You Lose association, Jack Hanson's guitar workshop, Gary Ewing's and Dr. P.H. Martin's Magic Medicine Show and Travelling Tranquility Circus, and the folk group Pentangle performing on the 16th. Black and white photo of a crowd and balloons, an upside down open carton of eggs, and abstract circle designs on a light background. Reverse of schedule is postmarked and reveals that it was mailed to Barry Olivier. Originally located in Box 44, Folder 17.","full_text":null,"genre":"fliers (printed matter)","identifier_descriptive":null,"keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"22.75 inches (height) x 17.25 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--13. Miscellaneous Posters","source":"00122581-106c-4194-ba88-c1da085f540d","source_descriptive":null,"status":"Done","style_period":null,"subject":"Bellingham (Wash.)|Folk music|Art festivals|Music festivals|Pentangle (Musical group)|Robbins, Tom, 1932-","table_of_contents":null,"technique":null,"title":"Multiarts Festival, Bellingham, Washington, May 17-24","visibility":"Public","work_type":"Image","id":"00122581-106c-4194-ba88-c1da085f540d","x":-0.9740752578,"y":-0.5435472727},{"accession_number":"BFMF_B19_F09_010_012n","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Hart, Kelly, 1943-","create_date":"2021-03-15T15:30:38.817291Z","creator":null,"date_created":null,"description":"D. K. Wilgus at the Monterey Folk Festival, May 17-19, 1963. Digital image scanned from black and white negative.","full_text":null,"genre":"black-and-white negatives","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--2. Festivals Photo Archive--2.2. Other Festivals","source":"001352c3-bec0-497f-b7b1-80b1069fbf09","source_descriptive":null,"status":"Done","style_period":null,"subject":"Pattee Arena (Monterey, Calif.)|Monterey (Calif.)|Monterey Folk Festival (1st : 1963 : Monterey, Calif.)|Wilgus, D. K.","table_of_contents":null,"technique":null,"title":"D. K. Wilgus, Monterey Folk Festival","visibility":"Public","work_type":"Image","id":"001352c3-bec0-497f-b7b1-80b1069fbf09","x":-1.477814436,"y":-1.6348825693},{"accession_number":"BFMF_B01_F04_001_013n","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-06-09T18:30:07.335326Z","creator":null,"date_created":null,"description":"Girl sitting on the floor with a man, possibly Clark Allen, in the background playing guitar. Digital scan of a black and white negative.","full_text":null,"genre":"black-and-white negatives","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--1. Artists' Photo Archive","source":"0013d14a-f975-45b2-b940-d5a0c4423746","source_descriptive":null,"status":"Done","style_period":null,"subject":"Clark, Allen","table_of_contents":null,"technique":null,"title":"Child and guitar player","visibility":"Public","work_type":"Image","id":"0013d14a-f975-45b2-b940-d5a0c4423746","x":-1.8906008005,"y":-1.2379024029},{"accession_number":"Voyager:RL00833","alternate_title":null,"api_model":"Work","collection":"Rob Linrothe Image Collection","contributor":"unknown|Khiching Museum|Konark Museum|Linrothe, Robert N., 1951-","create_date":"2021-03-15T15:30:40.751401Z","creator":null,"date_created":null,"description":"Photographed in 1990.","full_text":null,"genre":"sculpture (visual works)","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Faculty Collections","location":null,"physical_description_material":"sculpture","physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":"Robert N. Linrothe","rights_statement":null,"scope_and_contents":null,"series":"Rob Linrothe: Tibetan and Buddhist Art","source":"0014be49-5e9c-4f33-8ce5-105b6705b6ac","source_descriptive":null,"status":"Done","style_period":null,"subject":"India--Odisha|Sculpture, Tibetan","table_of_contents":null,"technique":null,"title":"Standing Hindu deities","visibility":"Public","work_type":"Image","id":"0014be49-5e9c-4f33-8ce5-105b6705b6ac","x":-3.6580173969,"y":-0.1437154263},{"accession_number":"BFMF_B01_F14_024","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Berkeley Folk Music Festival|Hart, Kelly, 1943-","create_date":"2021-03-15T15:30:41.548913Z","creator":null,"date_created":null,"description":"Contact sheet made from negatives of a Harry Belafonte concert in Harmon Gym","full_text":null,"genre":"contact sheets","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--1. Artists' Photo Archive","source":"0014d7c5-16cc-4a89-8f12-f4e858a6f637","source_descriptive":null,"status":"Done","style_period":null,"subject":"Berkeley (Calif.)|Walter A Haas Junior Pavilion|Belafonte, Harry, 1927-","table_of_contents":null,"technique":null,"title":"Harry Belafonte concert","visibility":"Public","work_type":"Image","id":"0014d7c5-16cc-4a89-8f12-f4e858a6f637","x":-1.2529678345,"y":-1.9982260466},{"accession_number":"Voyager:RL01718","alternate_title":null,"api_model":"Work","collection":"Rob Linrothe Image Collection","contributor":"unknown|Linrothe, Robert N., 1951-","create_date":"2021-03-15T15:30:42.416098Z","creator":null,"date_created":null,"description":"Photographed in 1995.","full_text":null,"genre":"architecture (object genre)|architecture (discipline)","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Faculty Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":"Robert N. Linrothe","rights_statement":null,"scope_and_contents":null,"series":"Rob Linrothe: Tibetan and Buddhist Art","source":"00165191-a94f-4735-91b5-5218cde20b74","source_descriptive":null,"status":"Done","style_period":null,"subject":"India--New Delhi|Architecture, Tibetan","table_of_contents":null,"technique":null,"title":"Tomb of Humayun. Exterior. Detail of arch along foundation level","visibility":"Public","work_type":"Image","id":"00165191-a94f-4735-91b5-5218cde20b74","x":-3.0531244278,"y":0.0796213597},{"accession_number":"BFMF_B31_F09_008","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:42.772098Z","creator":null,"date_created":null,"description":"Handwritten note related to Sammy Davis Jr.","full_text":" Sammy Dans, Jr. Reprise Records 321 w,447 st. 212-C16-1400 - his office - 421-9090 Billy wells Rome 2\/2-CR 7-3136 mr. Lambright- - William Morris agency - Lel Shapiro Mardell Resinck -LA 212- - 506 5100 Pacific Coast office - 213-274-7451 who BFMF B31 fog 008 31-9-8","genre":"notes (documents)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--4. Folk Artists Publicity and Miscellaneous Files","source":"0019db42-e5f3-4821-845c-e8fdfde7a1b8","source_descriptive":null,"status":"Done","style_period":null,"subject":"Davis, Sammy, Jr., 1925-1990","table_of_contents":null,"technique":null,"title":"Sammy Davis Jr. note","visibility":"Public","work_type":"Image","id":"0019db42-e5f3-4821-845c-e8fdfde7a1b8","x":-1.1120127439,"y":-2.3440446854},{"accession_number":"Accession:JR_159_03","alternate_title":null,"api_model":"Work","collection":"Jim Roberts Photographs","contributor":"Roberts, James S.","create_date":"2021-03-15T15:30:43.930719Z","creator":null,"date_created":null,"description":null,"full_text":" 19 P 20","genre":"black-and-white negatives","identifier_descriptive":"Sleeve 159, Negative 3","keywords":null,"language":null,"library_unit":"University Archives","location":null,"physical_description_material":"black-and-white negatives","physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":"James S. Roberts","rights_statement":"In Copyright - Educational Use Permitted","scope_and_contents":null,"series":"James S. Roberts Photographs--Northwestern Campus Life--Homecoming","source":"001ca182-2a2f-4c43-9c1f-6370d7c967b9","source_descriptive":null,"status":"Done","style_period":null,"subject":"Homecoming|Northwestern University (Evanston, Ill.)|College students|Purdue Boilermakers (Football team)|Northwestern Wildcats (Football team)","table_of_contents":null,"technique":null,"title":"Northwestern vs Purdue Football","visibility":"Public","work_type":"Image","id":"001ca182-2a2f-4c43-9c1f-6370d7c967b9","x":-2.5140256882,"y":2.1006596088},{"accession_number":"BFMF_B45_F05_001","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Wallace, Jerry (Cabaret manager)","create_date":"2021-03-15T15:30:45.384003Z","creator":null,"date_created":null,"description":"Typed letter from Jerry Wallace to Barry Olivier with a run-down of procedures for concessions at the Berkeley Folk Music Festival Jubilee Concert, including a diagram of the Greek Theatre showing locations of stands, dated July 17, 1966","full_text":" July 17, 1966 Dear Barry: As you requested last Friday, here is a run-down of the proce- dure for the drinks at Jubilee Concert. Drinks must be ordered from Coca Cola--TE 2-7020--several days before the event. They may deliver on Saturday, but plan on delivery Friday to be sure. Have them deliver tanks and dis- pensers to Linen Storage. If they put the dispensers and the C02 cans in the back room where the China and silver is kept there will be amole room for all the equipment. This year (1966) we used three stands, manned by two people each; and went through close to 40 tanks of drinks. We ordered 25 tanks of Coke and 15 of orange, and there was no orange left. Any unused tanks can be returned for credit, so it is better to overestimate. We also ordered cups--7 oz, I believe--from Coca Cola. Any unused cartons of cups can also be returned for credit. We changed 15d for the drinks. Possibly 20 d could be charged, but I think 25d is too much, as the drinks are small and the Coke may tend to be mostly foam. If one or two more stands were set up, it would greatly relieve vhe pressure on the stands. One stand was busy from 2:00 to 4:30 without a break, usually with a line. It was quite a hassle to keep up, and also quite tiring to go that long and that fast without a break. For the stands, we used the long narrow tables which were obtained from Grounds and Buildings. In the two lower locations, 2 tables were used, in a \"V\" shape, with a barrier extending out from the point of the V so we could serve both price ticket- hollers without them section hopping. The upper stand was one table backed up aginst a stone bench. Provision must be made for ice--and lots of it. As the Coke gets warm, not only is it less appetizing, but it foams pro- fusely and is difficult to get a full cup, and this slows un serving considerably since people insist on a full cup for their money. We emptied the ice machine in the Bear's Lair 1-2-2N ddes STL FINT :YTT#& TBEC ⑉000%0 edt to B al sted feef beteeupst JOV EA JI90000 selfder ts adalth edt TOP STUD aveb ET-8.00 8005 mort ed term analya no asia terd eyabautee no revileb year verT edt eroied ⑉815 bas exist revifeb modif SVSH ed of rebirt Frevileb edt bas edly time verif II menth of 8798090 tye> st Tevita bas saldo erit error MOOT load erit at 8080 soo add [f8 TOI moor eloms ed filw stedl elooea owt gd benness tabasja beatr ow (ddes) TROT afnT ow to exact 01 of 08010 discount tnew bas :dose fiel of BSW stedt bas Regasto to as bas to collist as refied et It 08 rot bennuter ed MSD adnet beautiful you mort--evelled I ,so berebro oals eW .etemijeerevo of beautift ed oals 088 aque 10 besuass VIA BLOO BOOD bos enj TOX ber begasrio eW offboto TOT edt 8.8 ,down oot at bas I twd begisdo ed 51000 ameo vIteom ed of bast ₹BM eNoO edt bas [Isme 9TB evellot bloow If east Jea BTOW abaste OTOM owf TO eno II of 00:5 MOTI yaud 88W baste ego erit no STUDBOTO env eleead 8 ettup BBW II B dttw vilsuer Essard B foodfiw 08:15 dant dedt bas 300£ tedt 03 of galatt ejtup 0818 bas equ geer of Neerd B foodttw STOW doldw aeldst WOTTSN anoI ent beau ow edd TOH TOWOI owt edt aI bas MOTI bentetdo salbretze TOTITED B djtw esqade \"V\" B at ebeau STOW aeldst S -Jedolf dido OVT08 blues ow 08 V edt to Jaloa edt morT +sso ento BRW baste reagy enT salagod dolloos medit thod stellod doned enote B Jaming an beroad elded eNoD edit aA ,41 to afol bas--- IOI ebem ed ferm motelvott -0°C amsol It fidd seel It at vIno for ades awola ain't Bus equo IINI S Jeg of el bas VIeant ro2 also IIN 8 no Jakant eIgoea earb yIdarebfanco galvies TI IteJ add at onldoom est edd beltame 9W . Itedt us-5-la and ran out in two hours or less. Ice is also available in the kitchen behind Pauley Ballroom, but there are no facilities for keeping it ice at the Greek Theater perhaps sending some one back to the Union about 11\/1\/1 hours into the concert to get a new supply; getting ice chests up at the Greek to store it in; or the use of dry ice could be used. Something has to be worked out, whatever it might be. Adequate change must be on hand--at least one roll each of quarters, dimes, and nickles, 10-$1's, and a $5 or two at each stand-=more if possible. Provision must also be made for taking care of the bills as they pile up, as it was thinking about getting windy, and if it did, it could be a big problem. The best answer would be to have someone free to collect them as they mount up and put them into the main cash box. Also, don't forget to have muffin tins as each stand for change. There are two in Linen storage, and 1 imagine any more needed could be scrounged somewhere. Volunteer help could be used, but If eel there should be one responsible paid employee at each stand, and that any volunteer help which might be used must understand they are there to work not to play around and see the concert. The workers will not see very much of the program, especially if it is a hot day. It would also be nice to provide chairs for the stands so the workers can sit down if they get a free moment. The ASUC truck is supposedly available to trans port the stuff from the Union to the Greek, but don't count on it unless you take the keys a few days in advance. I had signed up for it and when I arrived Monday, found it gone and was most unhappy. Count on using your own transportation to get the stuff moved and back, and if the truck is by some chance there, you're just that much ahead. We got there at noon and were set up andr ready to go at 2:00, using two big cars and a Kharman Ghia. The truck would speed things up considerably. I have enjoyed working with you the past two years, and I hope to see you next summer, and allso so metime in between. Thanks for everything. Sincerely Jury Jerry Wallace at eldelists OBLE el ool .2201 TO atworf ows of Juo NET bas on S% exed tod ,MOOTLIBE velusi balded a edd ONOR galbaea NOSTO edf JB root st gatgeen 209 Jey of odt otnl and st tuods motnU edd of load eno +1 etota of NOOID add ts qu ajaedo ook itlaque wen B ed of and galdfamo8 beau ed bfooo eot VIB to OBU odd TO inf , ed +1 Tevejacw ettro berrow To dose flot ono Jesel JB--bred no ad Jaum eggado efsupe.bA ts owj TO to B bas 48'18-0.0 bos DI obsm ed 02IB Jaum nolaivort .eldiasor It doss gabinity BAW st 28 Equ ello verif 88 Bfild edt to 0780 gablet .010 Ido atd £ ed BINOO +1 ebib +1 If bas gallton trode medi foollos of eerl even of ed blood reware jeed ent ROBIA .xod deso alam end otal medt Issa bas ass Jassom vedit as engede 109 baste dose 2.8 enty giffer evad of testof I'mob bebeen STOM Was enteent 1 bas menti at owd OTS STADT ed binos eno ed blfode ereda [se II fid ,Beau ed bluos alsd TeeJauloV TeeJavIov yas tedt bne aboate dose JB blea eldiagogaet NIOW of sterid OTS yedt bnsterebar feem beau ed triglm doldw qled for fitw edT edf 008 BALB battors veio of for #78.6 tod s al It 22 edt to down VIOV 868 art 08 abneta end 702 arterio obivoto of esta ed oals billow II Jasmom 0014 s deg yerld It awob J18 085 STONE state ord froo of eIdsileve at NOUTH DUEA enT soy 880Inu If no JANOO Jsrd edt of nolaU end mort If rot an benafe bed I senavba of syeb we't e ayeN edd exst Eggedow from BEW bas 9003 st bewo? bevitte I aerlw bas bevom Inte and tes 03 owo INOV salau no Jauso taut ST'UOV sonado vd ef Norry edd It bas Noed bas Ibne gil Jea STOW bas good to etent tog eW .beeds dosen tent sldo 8 hms 3185 aid owt gateu ,00:S to of of THEST ass squirt beega bfrow HOUTH edT sood I 50.8 out 1860 edt NOV dtiw beyotae eved I assetted at smitem CB OB DB bas e Temmure txen UOE 988 of galdigreve TOE soslisW ETTEC 5 SEATS st 4 SEATS 3 # #31.23-were $ 445 manned STAGE possi be cad's 1964 locations SR. CMA up H ZTA3E FDATE SUP\/ brown Eye's 48543 tos","genre":"diagrams|letters (correspondence)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--5. Festivals: Operating Files","source":"001d936c-f643-49c1-961a-961a24c0251b","source_descriptive":null,"status":"Done","style_period":null,"subject":"William Randolph Hearst Greek Theatre (Berkeley, Calif.)|Olivier, Barry, 1935-|Berkeley Folk Music Festival (9th : 1966 : Berkeley, Calif.)","table_of_contents":null,"technique":null,"title":"Jerry Wallace letter and diagram","visibility":"Public","work_type":"Image","id":"001d936c-f643-49c1-961a-961a24c0251b","x":-0.3980001509,"y":1.1003988981},{"accession_number":"P0333_9972447954202441_16","alternate_title":"Volume 17. The Tewa. The Zuñi","api_model":"Work","collection":"Edward S. Curtis's The North American Indian","contributor":"Curtis, Edward S., 1868-1952|Curtis, Edward S., 1868-1952|Curtis, Edward S., 1868-1952|Hodge, Frederick Webb, 1864-1956|Roosevelt, Theodore, 1858-1919|Morgan, J. Pierpont (John Pierpont), 1837-1913|Suffolk Engraving Co.|Plimpton Press|Plimpton Press","create_date":"2021-05-05T20:25:31.270282Z","creator":null,"date_created":null,"description":"written, illustrated, and published by Edward S. Curtis ; edited by Frederick Webb Hodge ; foreword by Theodore Roosevelt ; field research conducted under the patronage of J. Pierpont Morgan. ; Original photogravures produced in Norwood, Massachusetts by Plimpton Press and in Cambridge, Mass. by Suffolk Engraving from 1903-1925.","full_text":" From Copyright Photograph 1925by E.S.Curtis CAVE-DWELLINGS AT PUYE","genre":"photomechanical prints|photogravures (prints)","identifier_descriptive":"Facing page 32","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":"Washington (State)--Seattle|Massachusetts--Norwood","physical_description_material":"1 photogravure : brown ink","physical_description_size":"19 x 14 cm [image size], 23 x 17 cm [plate size]","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"No Copyright - United States","scope_and_contents":null,"series":"Edward S. Curtis's The North American Indian--Volume 17. The Tewa. The Zuñi","source":"001dac5b-e976-44af-87ae-8701add28467","source_descriptive":"The North American Indian (1907-1930) v.17, The Tewa. The Zuñi ([Seattle] : E.S. Curtis ; [Cambridge, Mass. : The University Press], 1926), Facing page 32","status":"Done","style_period":null,"subject":"New Southwest|New Mexico|Tewa Indians|Zuni Indians","table_of_contents":null,"technique":"photomechanical processes|photogravure (process)","title":"Cave-dwellings at Puye","visibility":"Public","work_type":"Image","id":"001dac5b-e976-44af-87ae-8701add28467","x":-2.035228014,"y":0.5881528854},{"accession_number":"Accession:317332","alternate_title":"Der Formenschatz. L'art pratique. L'art pratica. Deutscher Meister. Maitre Allemand.","api_model":"Work","collection":"Study Photographs Collection, Records of the Department of Theatre","contributor":null,"create_date":"2021-03-15T15:30:46.053568Z","creator":"unknown German","date_created":null,"description":null,"full_text":" DER FORMENSCHATZ ART TREASURE. 1887. No. 133. DEUTSCHER MEISTER. - MAITRE L'ART PRATIQUE. L'ARTE PRATICA.","genre":"prints (visual works)","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Faculty Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"Copyright Undetermined","scope_and_contents":null,"series":null,"source":"001e1113-0a0d-4ee4-a22a-1b028444bffe","source_descriptive":null,"status":"Done","style_period":null,"subject":null,"table_of_contents":null,"technique":null,"title":"1887. No. 133. Art Treasure","visibility":"Public","work_type":"Image","id":"001e1113-0a0d-4ee4-a22a-1b028444bffe","x":-2.3190691471,"y":0.360610038},{"accession_number":"BFMF_B29_F06_057","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Olivier, Barry, 1935-|Decker, Beryl","create_date":"2021-03-15T15:30:46.750628Z","creator":null,"date_created":null,"description":"Receipt for program sales and ticket accounting form for the 1966 Big Game Concert featuring Harry Belafonte","full_text":" RECEIPT Date 11\/17 1966 0506 Received From Address Berry Olivier 31676 Sixty Dollars $60,00 00 For Pelefone A ACCOUNT HOW PAID AMT. OF ACCOUNT CASH AMT. PAID CHECK BALANCE MONEY DUE ORDER By B Pecker 8K806 Rediform inches 3 2 o Golden Thread centimeters 6111111117 500 200 809 8 8 is 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 38.76 65.15 49.61 43.54 16 55.52 17 70.42 63.19 18 19 40.08 -4.20 51.75 20 95.34 92.09 21 22 23 24 19.21 82.37 25 86.92 72.17 26 62.32 27 28 29 13.81 17.92 12.89 3.78 32.39 35.43 10.25 47.36 49.61 30 0.90 -0.92 -1.12 -1.12 1.05 1.10 000 38.89 28.60 17.97 9.50 14.69 4.35 30.32 72.50 -21.33 22.66 24.31 0.48 57.84 44.77 -1.29 0.23 72.10 1.90 0.97 0.56 0.04 0.01 850 550 -1.09 0.04 29.51 55.60 43.48 16.93 1.46 0.45 82.02 0.32 22.13 52.85 50.86 0.10 0.48 22.92 0.07 19.51 13.42 0.09 38.46 50.74 0.25 0.47 3.28 49.90 19.02 56.08 67.85 32.19 Density 29.13 78.75 12.86 27.88 27.78 47.69 the D50 Illuminant, 2 degree observer 0.05 0.09 0.16 0.22 0.36 0.52 Don Williams 0.75 0.98 1.24 1.64 1.96 2.38 All values are batch averages M000289 3070 inches 3 2 Golden Thread centimeters o 01 2111 300 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 70g 40g 16 17 18 19 20 21 22 23 38.76 24 25 27 65.15 26 49.61 43.54 28 29 30 55.52 70.42 63.13 40.08 $1.75 95.34 92.09 86.92 82.37 33.81 72.17 62.32 19.21 4.20 12.89 8.78 32.39 35.43 47.35 14.69 10.25 -0.90 -1.12 2.12 -1.05 -1.10 800 500 49.61 38.89 28.60 17.97 9.50 4.33 30.32 72.50 72.10 29.51 55.60 43.48 82.02 52.85 50.86 17.92 21.33 22.66 24.31 0.48 57.84 -1.29 -0.23 -1.09 0.04 16.93 1.46 850 550 0.45 0.32 22.13 -22.92 19.51 13.42 1.90 0.97 0.56 0.04 0.01 38.46 50.74 3.28 49.90 27.78 0.10 0.48 0.07 0.09 0.25 0.47 19.02 56.08 67.85 47.69 32.19 29.13 78.75 -12.86 27.68 D50 Illuminant, 2 degree observer Density 0.05 0.09 0.16 0.22 0.36 0.52 Don Williams 0.75 0.98 1.24 1.64 1.96 2.38 All values are batch averages M000289 Associated Students University of California Berkeley. California TICKET ACCOUNTING THE HARRY BELAFONTE SHOW Event Amount Deposited $23,636.10 Date of Event Nov. 16, 1966 Date Deposited Nov. 1,7,9,15,16,16,18, 1966 Presented by ASUC Signed by Judy Robertson ASUC BOX OFFICE July TICKET SEQUENCE NUMBER OF TICKETS First No. Last No. Rec'd by Received Returned Sold Price Amount Type YELLOW $ 4.75 $ GU 1 1000 JR 1000 49 3.75 SU 300 4.75 $1,425.00 GU 515 3.75 $1,931.25 SU Comps 136 TOTAL 49 951 $3,356.25 BLUE 3.75 GU i 7200 JR 7200 467 2.75 SU 2551 3.75 $ 9,566.25 GU 4176 2.75 $11,484.00 SU ( Comps 6 TOTAL 467 6733 $21,050.25 Barry and Belafonte door total sales $24,435.50 ASUC Box Office total $24,406.50 SHORTAGE $ 25.00 Deposits on DCR's #413 , 415,416, 418,419,420,421 23,636.10 Difference between door total and ASUC Box Office deposits, less 25.00 774.40 Less 5% Commission for DOWNTOWN CENTER BOX OFFICE $ 145.15 * Total deposit due from ASUC Box Office 629.25 *C.A.L. TICKET 584.25 Q UEEN Purchase Order USASUE Activities 45.00 629.25 I deposited 23636.10 amount due 629.25 90Com. Powntown center 145.15 SYMBOLS shortage 25.00 GR = General Reserved GA = General Admission SR = Student Reserved SA = Student Admission Door accounting 24435.50 ₽ GU = General Unreserved C = Complimentary SU = Student Unreserved V = Void 22 * 565 595 BPM B29-F06-057 29-6-202","genre":"financial records|receipts (financial records)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"3 inches (height) x 7 inches (width)|11 inches (height) x 8.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--4. Folk Artists Publicity and Miscellaneous Files","source":"001e2524-e333-4327-97b8-2b1ec9fa492f","source_descriptive":null,"status":"Done","style_period":null,"subject":"Belafonte, Harry, 1927-","table_of_contents":null,"technique":null,"title":"Belafonte concert financial records","visibility":"Public","work_type":"Image","id":"001e2524-e333-4327-97b8-2b1ec9fa492f","x":-0.018197421,"y":0.8786594868},{"accession_number":"BFMF_B04_F12_011","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:47.746264Z","creator":null,"date_created":null,"description":"Vince Guaraldi holding a cigarette","full_text":null,"genre":"black-and-white photographs","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"10 inches (height) x 8 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--1. Artists' Photo Archive","source":"001e89f2-43f1-491d-adb6-bc8b7deafb89","source_descriptive":null,"status":"Done","style_period":null,"subject":"Guaraldi, Vince","table_of_contents":null,"technique":null,"title":"Vince Guaraldi","visibility":"Public","work_type":"Image","id":"001e89f2-43f1-491d-adb6-bc8b7deafb89","x":-1.957374692,"y":-1.9218674898},{"accession_number":"P0390_SunRa_B02_F25_01","alternate_title":null,"api_model":"Work","collection":"Pat Patrick Collection of Sun Ra Materials","contributor":"Sun Ra|Patrick, Pat","create_date":"2021-09-15T15:55:53.573315Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":null,"identifier_descriptive":"Sun Ra","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":"21.5 cm (width) x 27.5 cm (height)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Pat Patrick Collection of Sun Ra Materials--Sermons and Writings","source":"001e8be0-ac0e-4ab8-9a5b-d0931b5af13f","source_descriptive":null,"status":"Done","style_period":null,"subject":"African American jazz musicians|Jazz|Jazz musicians|Sun Ra","table_of_contents":null,"technique":null,"title":"\"Wisdom of God\" (19)","visibility":"Institution","work_type":"Image","id":"001e8be0-ac0e-4ab8-9a5b-d0931b5af13f","x":-3.1045031548,"y":-2.1542708874},{"accession_number":"Sull_0738","alternate_title":null,"api_model":"Work","collection":"Ronald J. Sullivan Photograph Collection","contributor":"Sullivan, Ronald J.|Sullivan, Ronald J.","create_date":"2021-03-15T15:30:48.996722Z","creator":null,"date_created":null,"description":"Front view of CTA bus 4792, route 29 (State-95th) at State Street and Randolph Street in Chicago, Illinois.","full_text":" The Spirit of the Season. The Soul the City 23 STATE-95th INSPECTOR CALLS NOV 28 - DEG OSEC\/OF THE HIGH DNC ONE WAY 7062 4157 cta 4792","genre":"color slides","identifier_descriptive":"TL030","keywords":null,"language":null,"library_unit":"Transportation Library","location":null,"physical_description_material":"Slide","physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright - Rights-holder(s) Unlocatable or Unidentifiable","scope_and_contents":"The Ronald J. Sullivan Photograph Collection is an extensive collection of photographs and slides of public and commercial buses and public transit and commuter trains, dating from 1946-2000. The bulk of the collection comprises photographs taken by Ronald J. Sullivan, an amateur photographer and rail and bus enthusiast; also included are historic images of Chicago-area transit that were part of Sullivan’s personal collection, and which supplement the photographer’s original material. The majority of the photographs were taken in Chicago, Illinois and the surrounding area, with a few in other cities and international locations. Sullivan documented nearly all of the photographs and slides in this collection in detail with bus or train numbers, route numbers, street intersections or stations, and dates.","series":"Ronald J. Sullivan Photograph Collection--Slides, 1940-2000--Buses, 1940-2000","source":"001f58d8-bc48-4304-a75d-e8eeef854fab","source_descriptive":null,"status":"Done","style_period":null,"subject":"Chicago|Chicago Transit Authority|Transportation|Buses|Local transit","table_of_contents":null,"technique":null,"title":"4792\/29, State & Randolph","visibility":"Public","work_type":"Image","id":"001f58d8-bc48-4304-a75d-e8eeef854fab","x":-1.8417483568,"y":0.5912286043},{"accession_number":"id417631_011-026-029","alternate_title":null,"api_model":"Work","collection":"John Cage Notations Project Collection","contributor":"Cage, John|Cage, John","create_date":"2021-05-04T17:36:25.345468Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"Sleeve 29","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"John Cage was already established as an influential American composer and important leader of post-World War II avant-garde music when he began his Notations project in the mid-1960s. In 1965 the Notations project was born. Cage sent letters to hundreds of composers, visual artists, and writers soliciting manuscripts for possible inclusion in a book to benefit the Foundation for Contemporary Performance Arts. Some sent Cage recent creations while others contributed older works. Cage published selections as Notations (New York: Something Else Press, 1969). In addition to the music manuscripts, the Notations collection includes much of the correspondence generated around this project. The collection offers unique insight into the notational practices developed by composers in the first two-thirds of the 20th century. Works by established composers, students, musicians, performance artists, visual artists, and writers are included in the collection.","series":"John Cage Notations Project collection--Series 2. Correspondence, 1884-1978; and undated--Sub-Series 1. Correspondence","source":"001ffde3-f126-4e71-a285-25bc8fa9b576","source_descriptive":null,"status":"Done","style_period":null,"subject":"Composers--United States|Cage, John|Personal correspondence","table_of_contents":null,"technique":null,"title":"Satie, Erik","visibility":"Institution","work_type":"Image","id":"001ffde3-f126-4e71-a285-25bc8fa9b576","x":0.6440237164,"y":-0.6871029139},{"accession_number":"Voyager:RL01244","alternate_title":null,"api_model":"Work","collection":"Rob Linrothe Image Collection","contributor":"unknown|Linrothe, Robert N., 1951-","create_date":"2021-03-15T15:30:51.341392Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"paintings (visual works)","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Faculty Collections","location":null,"physical_description_material":"painting","physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":"Robert N. Linrothe","rights_statement":null,"scope_and_contents":null,"series":"Rob Linrothe: Tibetan and Buddhist Art","source":"00218488-bea1-4bd3-9ea1-dbd0e2d638f0","source_descriptive":null,"status":"Done","style_period":null,"subject":"China--Ningxia Huizu Zizhiqu|Painting, Tibetan","table_of_contents":null,"technique":null,"title":"Hongfo Ta. Chakrasamvara with consort. Detail of Ḍākinī","visibility":"Public","work_type":"Image","id":"00218488-bea1-4bd3-9ea1-dbd0e2d638f0","x":-3.3266699314,"y":-0.3889841735},{"accession_number":"P0424_PEDE_B24_F00_001","alternate_title":null,"api_model":"Work","collection":"Lydia Luhman Pederson collection","contributor":"Pederson, Lydia Luhman, 1905-1993","create_date":"2023-08-11T16:20:12.786663Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"appliqué (textile visual works)","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Herskovits Library of African Studies","location":null,"physical_description_material":null,"physical_description_size":"42 cm (height) x 100 cm (width)","preservation_level":"Level 2","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"Copyright Undetermined","scope_and_contents":null,"series":"Lydia Luhman Pederson collection--Textiles","source":"0021d147-d766-4742-b733-34bb01c23a41","source_descriptive":null,"status":"Done","style_period":null,"subject":"Africa, Eastern--Description and travel|Africa, Southern--Description and travel|Eastern Africa|Southern Africa","table_of_contents":null,"technique":null,"title":"Appliqué panel (pyramids, camel caravan)","visibility":"Public","work_type":"Image","id":"0021d147-d766-4742-b733-34bb01c23a41","x":-3.2920408249,"y":0.9697431922},{"accession_number":"P0366_Cage_B18_F10_020","alternate_title":null,"api_model":"Work","collection":"John Cage Correspondence","contributor":"Cage, John","create_date":"2022-02-10T16:56:28.439494Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"id93386|Box 18, Folder 10, Sleeve 20","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"The Cage Correspondence collection is comprised of correspondence and ephemera including letters, cards, clippings, catalogs, photographs, negatives, cassette tapes, music scores, and art. Early materials focus on family correspondence and newspaper clippings and are interspersed with Cage's own notes and manuscripts. Later correspondence is enhanced through Cage's use of \"Note-o-Grams\" which provides carbon copies of his sent messages.","series":"John Cage correspondence--Correspondence, 1901-1993--Sept. 1-20, 1975","source":"00222b89-3c4e-45bb-a160-106134a77a14","source_descriptive":null,"status":"Done","style_period":null,"subject":"Cage, John|Composers--United States--Correspondence","table_of_contents":null,"technique":null,"title":"Correspondence from John Cage to Vivian Perlis","visibility":"Institution","work_type":"Image","id":"00222b89-3c4e-45bb-a160-106134a77a14","x":1.4551779032,"y":-0.1458275616},{"accession_number":"BFMF_B19_F04_004_014n","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":null,"create_date":"2021-03-15T15:30:51.882800Z","creator":null,"date_created":null,"description":"Bill Ehlert at the Jabberwock in Berkeley, California, 1965. Digital image scanned from black and white negative.","full_text":null,"genre":"black-and-white negatives","identifier_descriptive":"MS 63","keywords":null,"language":null,"library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--2. Festivals Photo Archive--2.2. Other Festivals","source":"002303ad-f3a2-4f4f-a086-5f9ea5ff8b6c","source_descriptive":null,"status":"Done","style_period":null,"subject":"Berkeley (Calif.)|Jabberwock (Coffeehouse)|Ehlert, William W.","table_of_contents":null,"technique":null,"title":"Bill Ehlert, Jabberwock","visibility":"Public","work_type":"Image","id":"002303ad-f3a2-4f4f-a086-5f9ea5ff8b6c","x":-1.5113021135,"y":-1.687294364},{"accession_number":"Accession:324638-324639","alternate_title":null,"api_model":"Work","collection":"Ira Silverman Railroad Menu Collection","contributor":"Silverman, Ira, 1946-","create_date":"2021-03-15T15:30:53.073308Z","creator":null,"date_created":null,"description":null,"full_text":" Cocktail Time An excellent opportunity to get together for an enjoyable interlude aboard the Golden State from Chicago is yours in the Lounge Car from 3:30 to 5:00 p.m., at which time tempting hors d'oeuvres are served without charge. We will be pleased to have you avail yourself of this and other Golden State services that add to the enjoyment of your ride with us. Rock Island Southern Pacific 10M 2.50 B.P. inches 15 1 2 3 5 6 10 11 (A) 12 13 14 15 16 (M) 17 18 (B) 19 20 21 22 23 24 25 26 27 28 29 30 39.12 65.43 49.87 44.26 55.56 70.82 63.51 39.92 52.24 97.06 92.02 87.34 82.14 72.06 62.15 49.25 38.62 28.86 16.19 8.29 3.44 31.41 72.46 72.95 29.37 54.91 43.96 82.74 52.79 50.87 13.24 18.11 -4.34 13.80 9.82 33.43 34.26 11.81 48.55 -0.40 -0.60 -0.75 -1.06 -1.19 -1.07 -0.16 -0.18 0.54 18.72 -22.29 -24.49 -46.07 18.51 0.73 -0.05 -0.81 -0.23 20.98 -24.45 16.83 13.06 -38.91 52.00 3.45 50.88 -27.17 15.07 22.85 -0.35 59.60 1.13 0.23 0.21 0.43 0.28 0.19 0.01 -0.04 0.60 0.19 0.49 -19.43 55.93 68.80 49.49 30.77 30.01 81.29 -12.72 29.46 GoldenThread D50 Illuminant, 2 degree observer Density 0.04 0.09 0.15 0.22 0.36 0.51 0.75 0.98 1.24 1.67 2.04 2.42 Colors by Munsell Color Services Lab","genre":"pamphlets","identifier_descriptive":"RI004-P|TL003|Item 4","keywords":null,"language":"English","library_unit":"Transportation Library","location":"Chicago","physical_description_material":null,"physical_description_size":"1 sheet ; 9 cm x 16 cm","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"No Copyright - United States","scope_and_contents":null,"series":"Ira Silverman Railroad Menu Collection--Series 12. Chicago, Rock Island, and Pacific Railway Company--Sub-Series 2. Pamphlets","source":"00241034-60af-41ac-8c42-6f6f899400f0","source_descriptive":null,"status":"Done","style_period":null,"subject":"United States|Railroads--Dining-car service|Menus|Chicago, Rock Island, and Pacific Railway Company","table_of_contents":null,"technique":null,"title":"Chicago, Rock Island, and Pacific Railway Company, Cocktail time, 1960","visibility":"Public","work_type":"Image","id":"00241034-60af-41ac-8c42-6f6f899400f0","x":-0.2552593052,"y":1.6079293489},{"accession_number":"Accession:JR_162_20","alternate_title":null,"api_model":"Work","collection":"Jim Roberts Photographs","contributor":"Roberts, James S.","create_date":"2021-03-15T15:30:54.568149Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"black-and-white negatives","identifier_descriptive":"Sleeve 162, Negative 20","keywords":null,"language":null,"library_unit":"University Archives","location":null,"physical_description_material":"black-and-white negatives","physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":"James S. Roberts","rights_statement":"In Copyright - Educational Use Permitted","scope_and_contents":null,"series":"James S. Roberts Photographs--Northwestern Campus Life--Intramural Sports","source":"002658b1-496f-41e5-a6e8-7fec83e3383e","source_descriptive":null,"status":"Done","style_period":null,"subject":"Wrestling|Northwestern University (Evanston, Ill.)|College students","table_of_contents":null,"technique":null,"title":"Intramural wrestling match","visibility":"Public","work_type":"Image","id":"002658b1-496f-41e5-a6e8-7fec83e3383e","x":-2.5056173801,"y":2.1852927208},{"accession_number":"Accession:320311","alternate_title":null,"api_model":"Work","collection":"La Caricature (1880-1893, 1899; Albert Robida, founding editor)","contributor":"Kolb, Eugene (Editor)","create_date":"2021-03-15T15:30:56.168897Z","creator":"Draner, 1833-1926|Fernique, Charles","date_created":null,"description":null,"full_text":" Numéro 189. PRIX : 40 CENTIMES 11 Août 1883. A. ROBIDA La Caricature JOURNAL REDACTEUR EN CHEF HEBDOMADAIRE Abonnements d'un an, Paris et départements : 20 francs. - Union postale : 24 francs. - Trois mois : 7 francs. - Bureaux : 7. rue du Croissant. LE will ET LE @ DU DIVORCE PAR a LE COLONEL RAMOLLOT A Coquelin cadet. On prenait le the chez la baronne de Fouillopauh. à l'occasion des fiancailles de sa fille Emmeline avec le vicomte Raoul de Molpignon. Quelques intimes seulement. parents et amis. plus le colonel Ramollot. le protecteur du frère d'Emmeline. volon- taire an au 335 de La d'un conversation. politico ligne. matrimo- niale. amena l'un des assistants à pro- noncer le mot DIVORCE et ce seul mot suffit pour exaspérer le colonel. - Divorcer s'écria-t-il. mais c'tidiot: me demande vraisemblablement pour- quoi gouv'nement l'idée le s'incorpore divorce. c'tidiot, je répercute ! Divorcer, pourquoi Parc'que m'sieu vot'mari vous f.... des giffes! Mais, tonnerre de Dieu! madame. on FERNIQUE Sc même s'f.... des giffes pour ménages, ça. pas dans tous les d'empereur. Divorcer une raison. Ca pose une femme d'ail-","genre":"caricatures","identifier_descriptive":null,"keywords":null,"language":"French","library_unit":"Charles Deering McCormick Library of Special Collections","location":"France--Paris","physical_description_material":null,"physical_description_size":"40 cm (height)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Hathi Trust Digital Library","rights_holder":null,"rights_statement":"No Copyright - Non-Commercial Use Only ","scope_and_contents":null,"series":null,"source":"00265c8c-7bf1-4029-80f2-e922d57a68a8","source_descriptive":null,"status":"Done","style_period":null,"subject":"France--Paris|Satire, French|French wit and humor, Pictorial|Periodicals|Caricatures and cartoons","table_of_contents":null,"technique":null,"title":"La Caricature, no 189 (11 août 1883), cover","visibility":"Public","work_type":"Image","id":"00265c8c-7bf1-4029-80f2-e922d57a68a8","x":-1.0566425323,"y":0.8140029311},{"accession_number":"P0390_SunRa_B01_F29_01","alternate_title":null,"api_model":"Work","collection":"Pat Patrick Collection of Sun Ra Materials","contributor":"Sun Ra|Patrick, Pat","create_date":"2021-09-15T15:43:12.041890Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":null,"identifier_descriptive":"Sun Ra","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":"47.5 cm (width) x 19.5 cm (height)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"Copyright Not Evaluated","scope_and_contents":null,"series":"Pat Patrick Collection of Sun Ra Materials--Ephemera","source":"00266df5-ac9f-45b0-9c86-07569d789e2c","source_descriptive":null,"status":"Done","style_period":null,"subject":"African American jazz musicians|Jazz musicians|Jazz|Sun Ra","table_of_contents":null,"technique":null,"title":"El Saturn Catalog, Chicago","visibility":"Institution","work_type":"Image","id":"00266df5-ac9f-45b0-9c86-07569d789e2c","x":-3.1483650208,"y":-2.1694145203},{"accession_number":"avr:tq57ns47p","alternate_title":null,"api_model":"Work","collection":"Chicago Chamber Musicians Archive, 1989-2010","contributor":"Sobol, Deborah|Grossman, Jerry|Hersh, Stefan","create_date":"2022-01-21T06:23:10.938070Z","creator":"Ravel, Maurice","date_created":null,"description":null,"full_text":null,"genre":null,"identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright - Educational Use Permitted","scope_and_contents":null,"series":null,"source":"0026de66-6b5c-47da-8ee2-704b680b2c81","source_descriptive":null,"status":"Done","style_period":null,"subject":"Chicago Chamber Musicians|Chamber music groups","table_of_contents":null,"technique":null,"title":"Piano Trio","visibility":"Public","work_type":"Audio","id":"0026de66-6b5c-47da-8ee2-704b680b2c81","x":-0.2210598141,"y":-2.1860342026},{"accession_number":"Cage_15-10-19_001","alternate_title":null,"api_model":"Work","collection":"John Cage Correspondence","contributor":"Cage, John","create_date":"2021-03-25T18:45:15.548030Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"Box 15, Folder 10, Sleeve 19_01","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":"11 x 8.5 in","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"The Cage Correspondence collection is comprised of correspondence and ephemera including letters, cards, clippings, catalogs, photographs, negatives, cassette tapes, music scores, and art. Early materials focus on family correspondence and newspaper clippings and are interspersed with Cage's own notes and manuscripts. Later correspondence is enhanced through Cage's use of \"Note-o-Grams\" which provides carbon copies of his sent messages.","series":"John Cage correspondence -- Correspondence, 1901-1993 -- May 1974|John Cage correspondence -- Correspondence, 1901-1993 -- Correspondence between John Cage and Roy M. Close","source":"0026e8cf-fa81-4aa4-a136-345c319691f5","source_descriptive":null,"status":"Done","style_period":null,"subject":"Cage, John|Composers--United States--Correspondence","table_of_contents":null,"technique":null,"title":"Roy M. Close to John Cage","visibility":"Institution","work_type":"Image","id":"0026e8cf-fa81-4aa4-a136-345c319691f5","x":1.5037926435,"y":-0.1191773862},{"accession_number":"Accession:315131","alternate_title":null,"api_model":"Work","collection":"Rob Linrothe Image Collection","contributor":"unknown Indian|Linrothe, Robert N., 1951-","create_date":"2021-03-15T15:30:57.054644Z","creator":null,"date_created":null,"description":"Photographed in 2006.","full_text":" 2019","genre":"architecture (object genre)|architecture (discipline)","identifier_descriptive":null,"keywords":null,"language":null,"library_unit":"Faculty Collections","location":null,"physical_description_material":null,"physical_description_size":null,"preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":"Robert N. Linrothe","rights_statement":null,"scope_and_contents":null,"series":"Rob Linrothe: Tibetan and Buddhist Art","source":"00270281-e4e3-45c7-bf4c-845cde92a6ea","source_descriptive":null,"status":"Done","style_period":null,"subject":"India--Jodhpur|Altars|Hindu temples","table_of_contents":null,"technique":null,"title":"Mahamandir. Interior: altar","visibility":"Public","work_type":"Image","id":"00270281-e4e3-45c7-bf4c-845cde92a6ea","x":-3.4730639458,"y":-0.0996541083},{"accession_number":"BFMF_B44_F17_008","alternate_title":null,"api_model":"Work","collection":"Berkeley Folk Music Festival","contributor":"Kent, Andrew (Photographer)","create_date":"2021-03-15T15:30:58.393972Z","creator":null,"date_created":null,"description":"Photos from the Big Sur Folk Festival, clipped from the October 9, 1970 issue of the Los Angeles Free Press","full_text":" AMOT Page 34 October 9, 1970 Los Angeles Free Press BIG SUR FOLK FESTIVAL photos by Andrew Kent see review by Liza p. 40 Los Angeles Free Press October 9, 1970 Page 33 Book Review Living Arts Is Black is Beautiful is Magic is Soul is - What? 19 Necromancers From Now To begin by stating that \"the category of print is story we whispered among ourselves about one of the Edited by Ishmael Reed not a racial or sexual category\" etc., is to sweep away group whose grandmother was said to have cooked her Doubleday-Anchor. $1.95 a good deal of the bullshit that has loused up the crit- very best stew from rats she trapped in her pantry. LAWRENCE LIPTON icism of black writing by both black and white critics. \"Almost from infancy we had been fighting them: Yes, Is what? and maybe that, more than bigotry or rac- And to follow that with the observation that \"students in our sleep. fighting the noise they made in the walls ism or pedantry. is the chief reason why the white re- who would never think of turning a seminar on Mel- as they chewed their way through the plaster. fight- viewers of black writers cop out of the task in one ville into a political rally would not hesitate to a Black ing to get them out of the garbage and into their holes tricky way or another - when they review black writers instructor what emphasis should be made, or what so we could play a game of stick ball with no fear of at all. works should be covered. in his course,\" is to delouse being bitten while standing on second or third base Yes. what is it? For the stereotypes. beautiful, another one of those profundities that have befuddled Outside of the while insurance men who made their magic, soul are wearing thin by now. Once the white re- white reviewers, and not a few of the black ones too. rounds daily collecting quarters and half dollars for the viewer has paid his long overdue dues to the long over- for the last five years. burial policies our parents paid for over and over, mak looked black writers with the usual shmear of over- (Jewish writers and reviewers were in a similar ing the insurance companies richer and ending with our praise or too-transparent condecension he begins to feel bind during the Thirties and Forties when second genera- parents in their old age having almost enough money to queasy in the guts and passes the next black writer book tion Jews were beginning to free themselves from the pay the price of a pine-box funeral, outside of those over to a black reviewer, hoping he'll get something England-via-New England language conventions.) strange little white peddlers who came into the neighbor- more than a blurb for a black brother in need of a puff Al Young, one of the writers included in Reed's hood every week and trapped our mothers with flashy to boost his royalties. Black on black reviewing has al- anthology puts his finger on it. dresses, petticoats, slips and shoes supposedly half- ways been a kind of incestuous daisy chain, no better Don't nobody want no nice nigger no more priced (No-money-down, lady.' But the records were than Jews reviewing books by Jews and literary cotrie these honkies man that put out kept by the salesmen in their payment books, and the members by members of the club. Sure. like knows and these books & things payments never ended), outside of the white men from understands more about like than unlike. but it's play- they want an angry splib the telephone company, who came far too often to take ing with a marked deck all the same. a furious nigrah away someone's telephone, outside those strangers who Luckily we are reaching the point where our black they don't want no bourgeois woogie moved among us with all the arrogance and authority of brother writers are making it a shade easier for us by they want them a militant nigger giants, we hated the rats most meeting us halfways. They are publishing black antholo- in a fifi haircut (From beating the brains and guts out of two-foot- gies, (anthologies are always easier to review because fresh out of some secret boot camp long rats in the back alley to killing VC and a little the black anthologist has done the difficult job of selec- with a bad book in one hand child rape and civilian massacre for variety, and tion for us) and the intros to the anthologies provide & a molotov cocktail in the other tempted to inform on the sadistic killers.] us with some valuable insights into what is what. Es- subject to turn up at one of their conferences Just take it easy, Jackson, which is what he calls pecially if the anthologist is Ishmael Reed. or soirees all niggers. 'You ain't about to get none of this I'm Here, for openers, is how Reed opens his intro to & shake the shit out of them next. And he thought we actually thought we wanted to 19 Necromancers from Now: share in the activity in which he and Dukus were en- \"a scene that so woefully neglects its own younger gaged. I move my leg. T'll pull the trigger just as sure White writers: John Harriman, Donald Phelps. Willard as my name's Smitty. I'll kill a nigger jus as soon as According to ancient legend the white race results Bain - just to mention a few.' Reed adds I'd kill a VC. See that old man over there - bet you he from a nuclear explosion in what is now the Gobi There have already been quite a few anthologies of believed me. The body of the old man indented a thick- desert some 30,000 years ago. The civilization and Black poetry and still more are due to come out in 1970, et of grass. His chest was coated with blood. Poor guy techniques which made the explosion possible were so Reed thought it well to devote his to the longer forms, hadn't gotten very far. 'I cut his heart out like he was wiped out. The only survivors were slaves marginal prose fiction. etc. That means long quotes from whole a chicken. Take my rifle. These niggers think to the area who had no knowledge of its science or books. which is welcome. but how can the reviewer con- they gone get some, shoot em if you wanna. I don't give techniques. They become albinos as a result of dense his condensation still further to fit review a rat's ass. radiation and scattered in different directions. Some length? Luckily the authors represented in the book (PRIOR SERVICE MEN - HOW WOULD YOU LIKE of them went into Persia, northern India. Greece and share a sufficient number of common characteristics THIS EXTRA PAY A YEAR? GET IT BY JOINING Turkey. Others moved westward and settled in the in style and content to make a mosaic of quotes worth THE NATIONAL GUARD FOR A YEAR. (For details caves of Europe. The descendants of the cave dwell- trying. Maybe with running comment from time to of this bus line ad see last week's RFA.) ing albinos are the present inhabitants of America time, in italics. \"Now in the cells and genes and molecular spheres and Western Europe. 'Hey,' somebody would say, 'let's go kill rats. of the body and mind there came a great cataclysm. The above is an excerpt from a \"story\" which ap- \"A unanimous roar of approval would go up and we Darkness and harassment prevailed. Confusion, famine, peared in the Village Voice on September 12. 1968. would go up and we would begin searching for sticks riot, bloodshed. disease and malcontent gripped the It goes on to recount the atrocities committed by the and bricks. Once sufficiently armed, we would leave out people - millions standing on lines for soup and white \"cave dwelling albinos\" and to describe them as land of treasures and move down the alley toward one potatoes, in the cold, in the heat. year after year, sui- hideous threat to life on this planet.' The story was no of the very best games we knew. Each of us had rela- cide for the rich, starvation for the poor, and the finance narrative of the myth of Yacub. nor was it written by an tives who had either been bitten by rats or frightened institutions of the land vomited up sawdust and debris. author who ducked the pigfire in Watts of 1964. out of their wits by them. There was the story of the while the grain shelters and mild dairies went forth The author of Astronauts Return is none other friend who used to live in the neighborhood but whose and leaped into the seas. than William Burroughs, a White writer whose grand- parents moved out when his baby sister had her right WE HAVE NOTHING TO FEAR BUT FEAR ITSELF.\" father invented the adding machine. This demonstrates ear beaten away by one of them. There was also the Or, as N.H. Pritchard would say: the difficulty you encounter when talking of \"Black writing.\" the \"Black Aesthetic,\" or the \"Black Ex- perience.\" The matter is further complicated when a young \"militant\" Black poet names a color in a story after a White impressionist painter (Soutine). or another Black writer congratulates a \"militant\" colleague's outstand- ing oratory as \"Churchillian splendor. The fact remains that the history of literature is replete with examples of writers not being what their writing represents them to be. In the Western nine- teenth-century literature women used male pseudo- nyms because at the time a female who wrote was con- sidered just a step above the common whore. The cate- gory of print is not a racial or sexual category and when one is reading print; decoding someone else's ex- perience or nonexperience, fairy tales, science fiction. fantasy, etc., the author may be a thousand miles away or dead 19 wh atc lai mofwi lldi dd efen dit sperc Necromancers h wit heye sand ski estofo ster gai nse arc ching thro ugh t heplai nsofmi strem From ain in gqui et lyrega in in gmig htth Now eebeifwa twassa idsho uldspre adofli ghtlif lif tinggri mtohe ightso fbri ghtbrou b YOU brou b rou b rou b rou b YOU brou brou b YOU Edited by Ishmael Reed brou brou b rou b YOU ghtbac kaga int hedir thofsha llsha IIwe com eki ndpil grim pu tup on by so meod dstara ndfa An rtherth enstro veof tt osi ngthequ esto flig htth etru tht obrin g Anthology Of Original \"N.H. Pritchard, through his intuitive, visionary American Writing work.\" Ishmael Reed explains, \"attempts to put to- gether fragments of a lost primordial poetry,\" in case For the 1970s you missed the point For the rest I refer you to selected bits and pieces of the Black (and Yellow) experience as seen through the eyes of Cecil Brown. Steven Cannon. Frank Chin, Victor Hernandez Cruz. Ronald Fair. David Henderson. A Doubleday Anchor Book Calvin Hernton, LeRoi Jones, William Melvin Kelly, Paul Lofty, Clarence Major. Charles Patterson, N.H. Pritchard Ronald Pringle, Lennox Raphael, John Wil- liams. Charles Wright and Al Young, anthologized by Ishmael Reed. BFMF-644.F17-008","genre":"clippings (information artifacts)","identifier_descriptive":"MS 63","keywords":null,"language":"English","library_unit":"Charles Deering McCormick Library of Special Collections","location":null,"physical_description_material":null,"physical_description_size":"17.5 inches (height) x 11.5 inches (width)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":null,"series":"Berkeley Folk Music Festival Archive--5. Festivals: Operating Files","source":"00294c57-7f5f-4199-9ffe-c3d92844ae18","source_descriptive":null,"status":"Done","style_period":null,"subject":"Monterey (Calif.)|Beach Boys|Big Sur Folk Festival|McDonald, Joe, 1942-|Ronstadt, Linda|Los Angeles Free Press|Clayton, Merry|Baez, Joan|Phillips, John, 1935-2001","table_of_contents":null,"technique":null,"title":"Big Sur Folk Festival","visibility":"Public","work_type":"Image","id":"00294c57-7f5f-4199-9ffe-c3d92844ae18","x":-1.14658916,"y":0.7412397861},{"accession_number":"Voyager:2769373","alternate_title":null,"api_model":"Work","collection":"Posters from the Herskovits Library","contributor":"African National Congress","create_date":"2021-03-15T15:30:59.225447Z","creator":"Charich","date_created":null,"description":"A black and white drawing shows the faces of three black ANC freedom fighters behind barbed wire.","full_text":null,"genre":"posters","identifier_descriptive":"Object no. B.19.","keywords":null,"language":"English","library_unit":"Herskovits Library of African Studies","location":null,"physical_description_material":"1 poster : color","physical_description_size":"88 x 63 cm","preservation_level":"Level 1","published":true,"related_material":null,"related_url":null,"rights_holder":null,"rights_statement":"In Copyright - Educational Use Permitted","scope_and_contents":null,"series":null,"source":"0029c295-fe0a-4456-be08-0b6b75757e9b","source_descriptive":null,"status":"Done","style_period":null,"subject":"South Africa|Anti-apartheid movements|Political posters, South African|Political prisoners--South Africa|Revolutionaries|Apartheid--South Africa|African National Congress","table_of_contents":null,"technique":null,"title":"Save the lives of ANC freedom fighters : they must not die","visibility":"Public","work_type":"Image","id":"0029c295-fe0a-4456-be08-0b6b75757e9b","x":-2.1833174229,"y":1.1402232647},{"accession_number":"Cage_13-09-13","alternate_title":null,"api_model":"Work","collection":"John Cage Correspondence","contributor":"Cage, John","create_date":"2021-04-01T14:33:43.125328Z","creator":null,"date_created":null,"description":null,"full_text":null,"genre":"correspondence","identifier_descriptive":"id91683|Box 13, Folder 9, Sleeve 13","keywords":null,"language":"English","library_unit":"Music Library","location":null,"physical_description_material":null,"physical_description_size":"8.5 x 5.5 in","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Finding Aid","rights_holder":null,"rights_statement":"In Copyright","scope_and_contents":"The Cage Correspondence collection is comprised of correspondence and ephemera including letters, cards, clippings, catalogs, photographs, negatives, cassette tapes, music scores, and art. Early materials focus on family correspondence and newspaper clippings and are interspersed with Cage's own notes and manuscripts. Later correspondence is enhanced through Cage's use of \"Note-o-Grams\" which provides carbon copies of his sent messages.","series":"John Cage correspondence--Correspondence, 1901-1993--Feb. 1973","source":"002a4df5-6204-4378-856a-a1555dd72c86","source_descriptive":null,"status":"Done","style_period":null,"subject":"Cage, John|Composers--United States--Correspondence","table_of_contents":null,"technique":null,"title":"Correspondence from Cyril Clemens to John Cage","visibility":"Institution","work_type":"Image","id":"002a4df5-6204-4378-856a-a1555dd72c86","x":1.4745184183,"y":-0.1470920146},{"accession_number":"Accession:319272","alternate_title":null,"api_model":"Work","collection":"La Caricature (1830-1835; Charles Philipon, founding editor)","contributor":"Daumier, Honoré, 1808-1879|Daumier, Honoré, 1808-1879","create_date":"2021-03-15T15:30:59.960969Z","creator":null,"date_created":null,"description":null,"full_text":" P1.376 La Caricature (Journal) N° 178. VALMY Litho de Benari chen laissera done plus de glove acquerir Colors by Munsell Color Services Lab C D50 Illuminant 2 degree observer Density","genre":"caricatures","identifier_descriptive":null,"keywords":null,"language":"French","library_unit":"Charles Deering McCormick Library of Special Collections","location":"France--Paris","physical_description_material":null,"physical_description_size":"34 cm (height)","preservation_level":"Level 1","published":true,"related_material":null,"related_url":"Hathi Trust Digital Library","rights_holder":null,"rights_statement":"No Copyright - Non-Commercial Use Only ","scope_and_contents":null,"series":null,"source":"002c57c7-913f-4042-aa8f-4069d84b1873","source_descriptive":null,"status":"Done","style_period":null,"subject":"France|Satire, French|French wit and humor, Pictorial|Periodicals|Caricatures and cartoons","table_of_contents":null,"technique":null,"title":"La Caricature, no 178 (3 avril 1834), plate 376","visibility":"Public","work_type":"Image","id":"002c57c7-913f-4042-aa8f-4069d84b1873","x":-3.3849749565,"y":1.187646389}]